Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: Please provide a token from the authenticator, or a backup code. If you do not have a backup code available, please contact support.
tr: Lütfen kimlik doğrulayıcıdan bir jeton veya bir yedek kod sağlayın. Yedek kodunuz yoksa lütfen destekle iletişime geçin.

source: Please provide a token from your authenticator, or a backup code.
tr: Lütfen kimlik doğrulayıcınızdan bir jeton veya bir yedek kod sağlayın.

source: Please review the document before approving.
tr: Lütfen onaylamadan önce belgeyi inceleyin.

source: Please review the document before signing.
tr: Lütfen imzalamadan önce belgeyi inceleyin.

source: Please select a PDF file
tr: Lütfen bir PDF dosyası seçin

source: Please select how you'd like to receive your verification code.
tr: Doğrulama kodunuzu nasıl almak istediğinizi lütfen seçin.

source: Please try a different domain.
tr: Lütfen farklı bir alan adı deneyin.

source: Please try again and make sure you enter the correct email address.
tr: Lütfen tekrar deneyin ve doğru e-posta adresini girdiğinizden emin olun.

source: Please try again or contact our support.
tr: Lütfen tekrar deneyin veya destek ekibimizle iletişime geçin.

source: Please type {0} to confirm
tr: Onaylamak için lütfen {0} yazın

source: Please type <0>{0}</0> to confirm.
tr: Onaylamak için lütfen <0>{0}</0> yazın.

source: Please upload a document to continue
tr: Devam etmek için lütfen bir belge yükleyin

source: Please upload a logo
tr: Lütfen bir logo yükleyin

source: Pre-formatted CSV template with example data.
tr: Örnek veriler içeren önceden biçimlendirilmiş CSV şablonu.

source: Preferences
tr: Tercihler

source: Preview
tr: Önizleme

source: Preview and configure template.
tr: Şablonu önizleyin ve yapılandırın.

source: Preview Mode
tr: Önizleme Modu

source: Preview the document before sending
tr: Göndermeden önce belgeyi önizleyin

source: Preview what the signed document will look like with placeholder data
tr: İmzalanmış belgenin yer tutucu verilerle nasıl görüneceğini önizleyin

source: Private
tr: Özel

source: Private Template
tr: Özel Şablon

source: Private templates can only be modified and viewed by you.
tr: Özel şablonlar sadece sizin tarafınızdan değiştirilebilir ve görüntülenebilir.

source: Proceed
tr: Devam Et

source: Processing document
tr: Belge işleniyor

source: Profile
tr: Profil

source: Profile is currently <0>hidden</0>.
tr: Profil şu anda <0>gizli</0>.

source: Profile is currently <0>visible</0>.
tr: Profil şu anda <0>görünür</0>.

source: Profile updated
tr: Profil güncellendi

source: Progress
tr: İlerleme

source: Provider
tr: Sağlayıcı

source: Provider has been updated successfully
tr: Sağlayıcı başarıyla güncellendi

source: Public
tr: Herkese Açık

source: Public Profile
tr: Herkese Açık Profil

source: Public profile URL
tr: Herkese açık profil URL'si

source: Public Template
tr: Herkese Açık Şablon

source: Public templates are connected to your public profile. Any modifications to public templates will also appear in your public profile.
tr: Herkese açık şablonlar herkese açık profilinize bağlıdır. Herkese açık şablonlarda yapılan değişiklikler herkese açık profilinizde de görünecektir.

source: Quick Actions
tr: Hızlı İşlemler

source: Radio
tr: Radyo

source: Radio Settings
tr: Radyo Ayarları

source: Radio values
tr: Radyo değerleri

source: Read only
tr: Salt okunur

source: Read Only
tr: Salt Okunur

source: Read our documentation to get started with Documenso.
tr: Documenso ile başlamak için dokümantasyonumuzu okuyun.

source: Read the full <0>signature disclosure</0>.
tr: Tam <0>imza beyanını</0> okuyun.

source: Reading your document
tr: Belgeniz okunuyor

source: Ready
tr: Hazır

source: Reason
tr: Neden

source: Reason for cancellation: {cancellationReason}
tr: İptal nedeni: {cancellationReason}

source: Reason for rejection:
tr: Reddetme nedeni:

source: Reason for rejection: {rejectionReason}
tr: Reddetme nedeni: {rejectionReason}

source: Reason must be less than 500 characters
tr: Neden 500 karakterden kısa olmalıdır

source: Reauthentication is required to sign this field
tr: Bu alanı imzalamak için yeniden kimlik doğrulama gerekli

source: Receives copy
tr: Kopya alır

source: Recent activity
tr: Son etkinlik

source: Recent documents
tr: Son belgeler

source: Recipient
tr: Alıcı

source: Recipient {0}
tr: Alıcı {0}

source: Recipient action authentication
tr: Alıcı eylem kimlik doğrulaması

source: Recipient removed email
tr: Alıcı kaldırıldı e-postası

source: Recipient signed email
tr: Alıcı imzaladı e-postası

source: Recipient signing request email
tr: Alıcı imzalama isteği e-postası

source: Recipient updated
tr: Alıcı güncellendi

source: Recipients
tr: Alıcılar

source: Recipients metrics
tr: Alıcı metrikleri

source: Recipients that will be automatically added to new documents.
tr: Yeni belgelere otomatik olarak eklenecek alıcılar.

source: Recipients will be able to sign the document once sent
tr: Alıcılar, belge gönderildikten sonra imzalayabilecek

source: Recipients will still retain their copy of the document
tr: Alıcılar belgenin kopyasını saklamaya devam edecek

source: Record Name
tr: Kayıt Adı

source: Record Type
tr: Kayıt Türü

source: Record Value
tr: Kayıt Değeri

source: Recovery code copied
tr: Kurtarma kodu kopyalandı

source: Recovery codes
tr: Kurtarma kodları

source: Red
tr: Kırmızı

source: Redirect URI
tr: Yönlendirme URI'sı

source: Redirect URL
tr: Yönlendirme URL'si

source: Redirecting
tr: Yönlendiriliyor

source: Registration Successful
tr: Kayıt Başarılı

source: Reject
tr: Reddet

source: Reject Document
tr: Belgeyi Reddet

source: Rejected
tr: Reddedildi

source: Rejection Confirmed
tr: Reddetme Onaylandı

source: Rejection reason: {reason}
tr: Reddetme nedeni: {reason}

source: Reload
tr: Yeniden Yükle

source: Remembered your password? <0>Sign In</0>
tr: Parolanızı hatırladınız mı? <0>Oturum Açın</0>

source: Reminder: {0}
tr: Hatırlatma: {0}

source: Reminder: {0} invited you to {recipientActionVerb} a document
tr: Hatırlatma: {0} sizi bir belgeyi {recipientActionVerb} etmeye davet etti

source: Reminder: Please {recipientActionVerb} this document
tr: Hatırlatma: Lütfen bu belgeyi {recipientActionVerb}

source: Reminder: Please {recipientActionVerb} your document
tr: Hatırlatma: Lütfen belgenizi {recipientActionVerb}

source: Remove
tr: Kaldır

source: Remove email domain
tr: E-posta alan adını kaldır

source: Remove organisation group
tr: Organizasyon grubunu kaldır

source: Remove organisation member
tr: Organizasyon üyesini kaldır

source: Remove recipient
tr: Alıcıyı kaldır

source: Remove team email
tr: Takım e-postasını kaldır

source: Remove team member
tr: Takım üyesini kaldır

source: Repeat Password
tr: Parolayı Tekrarla

source: Reply to email
tr: E-postayı yanıtla

source: Reply To Email <0>(Optional)</0>
tr: Yanıt E-postası <0>(İsteğe Bağlı)</0>

source: Request
tr: İstek

source: Requesting Organisation
tr: Organizasyon İsteniyor

source: Require 2FA
tr: 2FA Gerektir

source: Require account
tr: Hesap gerektir

source: Require passkey
tr: Geçiş anahtarı gerektir

source: Require password
tr: Parola gerektir

source: Required field
tr: Zorunlu alan

source: Required Field
tr: Zorunlu Alan

source: Required scopes
tr: Gerekli kapsamlar

source: Reseal document
tr: Belgeyi yeniden mühürle

source: Resend
tr: Yeniden Gönder

source: Resend code
tr: Kodu yeniden gönder

source: Resend Confirmation Email
tr: Onay E-postasını Yeniden Gönder

source: Resend Document
tr: Belgeyi Yeniden Gönder

source: Resend verification
tr: Doğrulamayı yeniden gönder

source: Reset
tr: Sıfırla

source: Reset 2FA
tr: 2FA'yı Sıfırla

source: Reset email sent
tr: Sıfırlama e-postası gönderildi

source: Reset Password
tr: Parolayı Sıfırla

source: Reset the users two factor authentication. This action is irreversible and will disable two factor authentication for the user.
tr: Kullanıcıların iki faktörlü kimlik doğrulamasını sıfırlayın. Bu işlem geri alınamaz ve kullanıcı için iki faktörlü kimlik doğrulamayı devre dışı bırakır.

source: Reset Two Factor Authentication
tr: İki Faktörlü Kimlik Doğrulamayı Sıfırla

source: Resetting Password...
tr: Parola Sıfırlanıyor...

source: Resolve
tr: Çöz

source: Resolve payment
tr: Ödemeyi çöz

source: Response
tr: Yanıt

source: Response Code
tr: Yanıt Kodu

source: Response Headers
tr: Yanıt Başlıkları

source: Rest assured, your document is strictly confidential and will never be shared. Only your signing experience will be highlighted. Share your personalized signing card to showcase your signature!
tr: Emin olun, belgeniz kesinlikle gizlidir ve asla paylaşılmayacaktır. Sadece imzalama deneyiminiz vurgulanacaktır. İmzanızı sergilemek için kişiselleştirilmiş imzalama kartınızı paylaşın!

source: Restricted Access
tr: Kısıtlı Erişim

source: Retention of Documents
tr: Belgelerin Saklanması

source: Retried
tr: Yeniden denendi

source: Retry
tr: Yeniden Dener

source: Return
tr: Geri Dön

source: Return Home
tr: Ana Sayfaya Dön

source: Return to Documenso sign in page here
tr: Buradan Documenso oturum açma sayfasına dönün

source: Return to documents
tr: Belgelere dön

source: Return to Home
tr: Ana Sayfaya Dön

source: Return to sign in
tr: Oturum açmaya dön

source: Return to templates
tr: Şablonlara dön

source: Review request
tr: İsteği incele

source: Revoke
tr: İptal Et

source: Revoke access
tr: Erişimi iptal et

source: Revoke all sessions
tr: Tüm oturumları iptal et

source: Right
tr: Sağ

source: Role
tr: Rol

source: Roles
tr: Roller

source: Rows per page
tr: Sayfa başına satır

source: Save
tr: Kaydet

source: Save failed
tr: Kaydetme başarısız

source: Save Template
tr: Şablonu Kaydet

source: Sealing job started
tr: Mühürleme işi başladı

source: Search
tr: Ara

source: Search and manage all organisations
tr: Tüm organizasyonları ara ve yönet

source: Search by claim ID or name
tr: Talep kimliği veya adına göre ara

source: Search by document title
tr: Belge başlığına göre ara

source: Search by ID
tr: Kimliğe göre ara

source: Search by name or email
tr: Ada veya e-postaya göre ara

source: Search by organisation ID, name, customer ID or owner email
tr: Organizasyon kimliği, adı, müşteri kimliği veya sahip e-postasıyla ara

source: Search by organisation name
tr: Organizasyon adına göre ara

source: Search documents...
tr: Belgeleri ara...

source: Search folders...
tr: Klasörleri ara...

source: Search languages...
tr: Dilleri ara...

source: Secret
tr: Gizli

source: Security
tr: Güvenlik

source: Security activity
tr: Güvenlik etkinliği

source: See the background jobs tab for the status
tr: Durum için arka plan işleri sekmesine bakın

source: Select
tr: Seç

source: Select a destination for this folder.
tr: Bu klasör için bir hedef seçin.

source: Select a folder to move this document to.
tr: Bu belgenin taşınacağı bir klasör seçin.

source: Select a plan
tr: Bir plan seçin

source: Select a plan to continue
tr: Devam etmek için bir plan seçin

source: Select a recipient
tr: Bir alıcı seçin

source: Select a team to view its dashboard
tr: Panosunu görüntülemek için bir takım seçin

source: Select a template you'd like to display on your public profile
tr: Herkese açık profilinizde görüntülemek istediğiniz bir şablon seçin

source: Select a template you'd like to display on your team's public profile
tr: Takımınızın herkese açık profilinde görüntülemek istediğiniz bir şablon seçin

source: Select a time zone
tr: Bir saat dilimi seçin

source: Select access methods
tr: Erişim yöntemlerini seçin

source: Select all
tr: Tümünü seç

source: Select an event type
tr: Bir olay türü seçin

source: Select an option
tr: Bir seçenek seçin

source: Select an organisation to view teams
tr: Takımları görüntülemek için bir organizasyon seçin

source: Select at least
tr: En az seçin

source: Select authentication methods
tr: Kimlik doğrulama yöntemlerini seçin

source: Select default option
tr: Varsayılan seçeneği seçin

source: Select default role
tr: Varsayılan rolü seçin

source: Select direction
tr: Yönü seçin

source: Select groups
tr: Grupları seçin

source: Select groups of members to add to the team.
tr: Takıma eklenecek üye gruplarını seçin.

source: Select groups to add to this team
tr: Bu takıma eklenecek grupları seçin

source: Select members
tr: Üyeleri seçin

source: Select members or groups of members to add to the team.
tr: Takıma eklenecek üyeleri veya üye gruplarını seçin.

source: Select members to add to this team
tr: Bu takıma eklenecek üyeleri seçin

source: Select Option
tr: Seçenek Seç

source: Select Options
tr: Seçenekleri Seç

source: Select passkey
tr: Geçiş anahtarını seç

source: Select recipients
tr: Alıcıları seç

source: Select row
tr: Satırı seç

source: Select signature types
tr: İmza türlerini seçin

source: Select text align
tr: Metin hizalamasını seçin

source: Select the files you would like to download.
tr: İndirmek istediğiniz dosyaları seçin.

source: Select the members to add to this group
tr: Bu gruba eklenecek üyeleri seçin

source: Select the members to include in this group
tr: Bu gruba dahil edilecek üyeleri seçin

source: Select triggers
tr: Tetikleyicileri seçin

source: Select values...
tr: Değerleri seçin...

source: Select vertical align
tr: Dikey hizalamayı seçin

source: Select visibility
tr: Görünürlüğü seçin

source: Selected documents will be permanently deleted
tr: Seçilen belgeler kalıcı olarak silinecek

source: Selected items have been moved.
tr: Seçilen öğeler taşındı.

source: Selected Recipient
tr: Seçilen Alıcı

source: Selected templates will be permanently deleted
tr: Seçilen şablonlar kalıcı olarak silinecek

source: Send
tr: Gönder

source: Send a test webhook with sample data to verify your integration is working correctly.
tr: Entegrasyonunuzun doğru çalıştığını doğrulamak için örnek verilerle bir test webhook'u gönderin.

source: Send confirmation email
tr: Onay e-postası gönder

source: Send document
tr: Belge gönder

source: Send Document
tr: Belge Gönder

source: Send document completed email
tr: Belge tamamlandı e-postası gönder

source: Send document completed email to the owner
tr: Sahibine belge tamamlandı e-postası gönder

source: Send document deleted email
tr: Belge silindi e-postası gönder

source: Send document pending email
tr: Belge beklemede e-postası gönder

source: Send documents on behalf of the team using the email address
tr: E-posta adresini kullanarak takım adına belgeler gönderin

source: Send documents to recipients immediately
tr: Belgeleri alıcılara hemen gönder

source: Send on Behalf of Team
tr: Takım Adına Gönder

source: Send recipient removed email
tr: Alıcı kaldırıldı e-postası gönder

source: Send recipient signed email
tr: Alıcı imzaladı e-postası gönder

source: Send recipient signing request email
tr: Alıcı imzalama isteği e-postası gönder

source: Send reminder
tr: Hatırlatma gönder

source: Send reminders to the following recipients
tr: Aşağıdaki alıcılara hatırlatıcı gönder

source: Sender
tr: Gönderen

source: Sending Reset Email...
tr: Sıfırlama E-postası Gönderiliyor...

source: Sending...
tr: Gönderiliyor...

source: Sent
tr: Gönderildi

source: Session revoked
tr: Oturum iptal edildi

source: Sessions have been revoked
tr: Oturumlar iptal edildi

source: Set a password
tr: Bir parola belirleyin

source: Set up your document properties and recipient information
tr: Belge özelliklerinizi ve alıcı bilgilerinizi ayarlayın

source: Set up your template properties and recipient information
tr: Şablon özelliklerinizi ve alıcı bilgilerinizi ayarlayın

source: Settings
tr: Ayarlar

source: Setup
tr: Kurulum

source: Share
tr: Paylaş

source: Share Signing Card
tr: İmza Kartını Paylaş

source: Share the Link
tr: Bağlantıyı Paylaş

source: Share your signing experience!
tr: İmzalama deneyiminizi paylaşın!

source: Show
tr: Göster

source: Show advanced settings
tr: Gelişmiş ayarları göster

source: Show templates in your public profile for your audience to sign and get started quickly
tr: Kitlenizin imzalaması ve hızlıca başlaması için şablonları herkese açık profilinizde gösterin

source: Sign
tr: İmzala

# Recipient role action verb
source: Sign
tr: İmzala

source: Sign as {0} <0>({1})</0>
tr: {0} <0>({1})</0> olarak imzala

source: Sign as<0>{0} <1>({1})</1></0>
tr: <0>{0} <1>({1})</1></0> olarak imzala

source: Sign document
tr: Belgeyi imzala

source: Sign Document
tr: Belgeyi İmzala

source: Sign Documents
tr: Belgeleri İmzala

source: Sign field
tr: İmza alanı

source: Sign Here
tr: Burayı İmzala

source: Sign In
tr: Oturum Aç

source: Sign in to your account
tr: Hesabınızda oturum açın

source: Sign Out
tr: Oturumu Kapat

source: Sign Signature Field
tr: İmza Alanını İmzala

source: Sign the document to complete the process.
tr: İşlemi tamamlamak için belgeyi imzalayın.

source: Sign up
tr: Kaydol

source: Sign Up with Google
tr: Google ile Kaydol

source: Sign Up with Microsoft
tr: Microsoft ile Kaydol

source: Sign Up with OIDC
tr: OIDC ile Kaydol

source: Signature
tr: İmza

source: Signature ID
tr: İmza Kimliği

source: Signature is too small
tr: İmza çok küçük

source: Signature Pad cannot be empty.
tr: İmza Paneli boş olamaz.

source: Signature Settings
tr: İmza Ayarları

source: Signature types
tr: İmza türleri

source: Signatures Collected
tr: Toplanan İmzalar

source: Signed
tr: İmzalandı

# Recipient role actioned
source: Signed
tr: İmzalandı

# Signed document (adjective)
source: Signed
tr: İmzalı

source: Signer
tr: İmzalayan

# Recipient role name
source: Signer
tr: İmzalayan

source: Signer Events
tr: İmzalayan Olayları

# Recipient role plural name
source: Signers
tr: İmzalayanlar

# Recipient role progressive verb
source: Signing
tr: İmzalama

source: Signing Certificate
tr: İmzalama Sertifikası

source: Signing certificate provided by
tr: İmzalama sertifikası sağlayıcısı

source: Signing Complete!
tr: İmzalama Tamamlandı!

source: Signing for
tr: İçin imzalanıyor

source: Signing in...
tr: Oturum açılıyor...

source: Signing Links
tr: İmzalama Bağlantıları

source: Signing links have been generated for this document.
tr: Bu belge için imzalama bağlantıları oluşturuldu.

source: Signing order is enabled.
tr: İmzalama sırası etkin.

source: Signups are disabled.
tr: Kayıtlar devre dışı.

source: Since {0}
tr: {0} tarihinden beri

source: Site Banner
tr: Site Bannerı

source: Site Settings
tr: Site Ayarları

source: Skip
tr: Atla

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
tr: Bazı imzalayanlara imza alanı atanmamış. Devam etmeden önce lütfen her imzalayana en az 1 imza alanı atayın.

source: Something went wrong
tr: Bir şeyler ters gitti

source: Something went wrong while attempting to verify your email address for <0>{0}</0>. Please try again later.
tr: <0>{0}</0> için e-posta adresinizi doğrulamaya çalışırken bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin.

source: Something went wrong while detecting fields.
tr: Alanlar algılanırken bir şeyler ters gitti.

source: Something went wrong while detecting recipients.
tr: Alıcılar algılanırken bir şeyler ters gitti.

source: Something went wrong while loading the document.
tr: Belge yüklenirken bir şeyler ters gitti.

source: Something went wrong while loading your passkeys.
tr: Geçiş anahtarlarınız yüklenirken bir şeyler ters gitti.

source: Something went wrong while rendering the document, some fields may be missing or corrupted.
tr: Belge oluşturulurken bir şeyler ters gitti, bazı alanlar eksik veya bozuk olabilir.

source: Something went wrong while sending the confirmation email.
tr: Onay e-postası gönderilirken bir şeyler ters gitti.

source: Something went wrong while updating the team billing subscription, please contact support.
tr: Takım faturalandırma aboneliği güncellenirken bir şeyler ters gitti, lütfen destekle iletişime geçin.

source: Something went wrong while uploading this file
tr: Bu dosya yüklenirken bir şeyler ters gitti

source: Something went wrong!
tr: Bir şeyler ters gitti!

source: Something went wrong.
tr: Bir şeyler ters gitti.

source: Something went wrong. Please try again later.
tr: Bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin.

source: Something went wrong. Please try again or contact support.
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin veya destekle iletişime geçin.

source: Sorry, we were unable to download the audit logs. Please try again later.
tr: Üzgünüz, denetim günlüklerini indiremedik. Lütfen daha sonra tekrar deneyin.

source: Sorry, we were unable to download the certificate. Please try again later.
tr: Üzgünüz, sertifikayı indiremedik. Lütfen daha sonra tekrar deneyin.

source: Source
tr: Kaynak

source: Space-separated list of domains. Leave empty to allow all domains.
tr: Boşlukla ayrılmış alan adları listesi. Tüm alan adlarına izin vermek için boş bırakın.

source: Stats
tr: İstatistikler

source: Status
tr: Durum

# The step counter
source: Step {0}/{1}
tr: Adım {0}/{1}

source: Step <0>{step} of {maxStep}</0>
tr: Adım <0>{step} / {maxStep}</0>

source: Stripe customer created successfully
tr: Stripe müşterisi başarıyla oluşturuldu

source: Stripe Customer ID
tr: Stripe Müşteri Kimliği

source: Subject
tr: Konu

source: Subject <0>(Optional)</0>
tr: Konu <0>(İsteğe Bağlı)</0>

source: Submit
tr: Gönder

source: Submitted
tr: Gönderildi

source: Subscribe
tr: Abone Ol

source: Subscription
tr: Abonelik

source: Subscription claim created successfully.
tr: Abonelik talebi başarıyla oluşturuldu.

source: Subscription claim deleted successfully.
tr: Abonelik talebi başarıyla silindi.

source: Subscription claim updated successfully.
tr: Abonelik talebi başarıyla güncellendi.

source: Subscription Claims
tr: Abonelik Talepleri

source: Subscription invalid
tr: Abonelik geçersiz

source: Subscription Status
tr: Abonelik Durumu

source: Success
tr: Başarılı

source: Successfully created passkey
tr: Geçiş anahtarı başarıyla oluşturuldu

source: Successfully created: {successCount}
tr: Başarıyla oluşturuldu: {successCount}

source: Summary:
tr: Özet:

source: support
tr: destek

source: Support
tr: Destek

source: Support ticket created
tr: Destek bileti oluşturuldu

source: Sync
tr: Senkronize Et

source: Sync Email Domains
tr: E-posta Alan Adlarını Senkronize Et

source: Sync failed, changes not saved
tr: Senkronizasyon başarısız, değişiklikler kaydedilmedi

source: System auto inserted fields
tr: Sistem tarafından otomatik eklenen alanlar

# Audit log format
source: System auto inserted fields
tr: Sistem tarafından otomatik eklenen alanlar

source: System Requirements
tr: Sistem Gereksinimleri

source: System Theme
tr: Sistem Teması

source: Team
tr: Takım

source: Team "{0}" has been deleted on Documenso
tr: Documenso üzerindeki "{0}" takımı silindi

source: Team Admin
tr: Takım Yöneticisi

source: Team Assignments
tr: Takım Atamaları

source: Team Count
tr: Takım Sayısı

source: Team email
tr: Takım e-postası

source: Team Email
tr: Takım E-postası

source: Team email already verified!
tr: Takım e-postası zaten doğrulandı!

source: Team email has been removed
tr: Takım e-postası kaldırıldı

source: Team email has been revoked for {0}
tr: {0} için takım e-postası iptal edildi

source: Team email removed
tr: Takım e-postası kaldırıldı

source: Team email removed for {teamName} on Documenso
tr: Documenso üzerinde {teamName} için takım e-postası kaldırıldı

source: Team email verification
tr: Takım e-posta doğrulaması

source: Team email verified!
tr: Takım e-postası doğrulandı!

source: Team email was updated.
tr: Takım e-postası güncellendi.

source: Team Groups
tr: Takım Grupları

source: Team Manager
tr: Takım Yöneticisi

source: Team Member
tr: Takım Üyesi

source: Team Members
tr: Takım Üyeleri

source: Team members have been added.
tr: Takım üyeleri eklendi.
