Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: By proceeding with your electronic signature, you acknowledge and consent that it will be used to sign the given document and holds the same legal validity as a handwritten signature. By completing the electronic signing process, you affirm your understanding and acceptance of these conditions.
tr: Elektronik imzanızla devam ederek, verilen belgeyi imzalamak için kullanılacağını ve el yazısı imza ile aynı yasal geçerliliğe sahip olduğunu kabul ve beyan edersiniz. Elektronik imzalama sürecini tamamlayerek, bu koşulları anladığınızı ve kabul ettiğinizi beyan edersiniz.

source: By proceeding, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
tr: Devam ederek, <0>Hizmet Şartlarımızı</0> ve <1>Gizlilik Politikamızı</1> kabul etmiş olursunuz.

source: By using the electronic signature feature, you are consenting to conduct transactions and receive disclosures electronically. You acknowledge that your electronic signature on documents is binding and that you accept the terms outlined in the documents you are signing.
tr: Elektronik imza özelliğini kullanarak, işlemleri elektronik olarak gerçekleştirmeyi ve bildirimleri elektronik olarak almayı kabul edersiniz. Belgeler üzerindeki elektronik imzanızın bağlayıcı olduğunu ve imzaladığınız belgelerde belirtilen şartları kabul ettiğinizi beyan edersiniz.

source: Can prepare
tr: Hazırlayabilir

source: Cancel
tr: İptal

source: Cancelled by user
tr: Kullanıcı tarafından iptal edildi

source: Cannot remove document
tr: Belge kaldırılamıyor

source: Cannot remove signer
tr: İmzacı kaldırılamıyor

source: Cannot upload items after the document has been sent
tr: Belge gönderildikten sonra öğe yüklenemez

# Recipient role name
source: Cc
tr: Bilgi (CC)

# Recipient role action verb
source: CC
tr: Bilgi (CC)

# Recipient role progressive verb
source: CC
tr: Bilgi (CC)

# Recipient role actioned
source: CC'd
tr: Bilgi (CC) yapıldı

# Recipient role plural name
source: Ccers
tr: Bilgi (CC) Alıcıları

source: Center
tr: Orta

source: Change Recipient
tr: Alıcıyı Değiştir

source: Character limit
tr: Karakter sınırı

source: Character Limit
tr: Karakter Sınırı

source: Charts
tr: Grafikler

source: Checkbox
tr: Onay Kutusu

source: Checkbox option
tr: Onay kutusu seçeneği

source: Checkbox Settings
tr: Onay Kutusu Ayarları

source: Checkbox values
tr: Onay kutusu değerleri

source: Checkout
tr: Ödeme

source: Choose an existing recipient from below to continue
tr: Devam etmek için aşağıdan mevcut bir alıcı seçin

source: Choose Direct Link Recipient
tr: Doğrudan Bağlantı Alıcısı Seç

source: Choose how the document will reach recipients
tr: Belgenin alıcılara nasıl ulaşacağını seçin

source: Choose how to distribute your document to recipients. Email will send notifications, None will generate signing links for manual distribution.
tr: Belgenizi alıcılara nasıl dağıtacağınızı seçin. E-posta bildirim gönderecek, Hiçbiri manuel dağıtım için imzalama bağlantıları oluşturacaktır.

source: Choose verification method
tr: Doğrulama yöntemini seçin

source: Choose your preferred authentication method:
tr: Tercih ettiğiniz kimlik doğrulama yöntemini seçin:

source: Choose...
tr: Seçiniz...

source: Claim account
tr: Hesabı talep et

source: Claims
tr: Talepler

source: Clear filters
tr: Filtreleri temizle

source: Clear selection
tr: Seçimi temizle

source: Clear Signature
tr: İmzayı Temizle

source: Click here to get started
tr: Başlamak için buraya tıklayın

source: Click here to retry
tr: Tekrar denemek için buraya tıklayın

source: Click here to upload
tr: Yüklemek için buraya tıklayın

source: Click to copy signing link for sending to recipient
tr: Alıcıya göndermek üzere imzalama bağlantısını kopyalamak için tıklayın

source: Click to insert field
tr: Alan eklemek için tıklayın

source: Client ID
tr: İstemci Kimliği (Client ID)

source: Client ID is required
tr: İstemci Kimliği gereklidir

source: Client Secret
tr: İstemci Sırrı (Client Secret)

source: Client secret is required
tr: İstemci sırrı gereklidir

source: Close
tr: Kapat

source: Communication
tr: İletişim

source: Compare all plans and features in detail
tr: Tüm planları ve özellikleri ayrıntılı olarak karşılaştırın

source: Complete
tr: Tamamla

source: Complete Document
tr: Belgeyi Tamamla

source: Complete the fields for the following signers.
tr: Aşağıdaki imzacılar için alanları tamamlayın.

source: Completed
tr: Tamamlandı

source: Completed Document
tr: Tamamlanmış Belge

source: Completed documents
tr: Tamamlanan belgeler

source: Completed Documents
tr: Tamamlanan Belgeler

source: Completed on {formattedDate}
tr: {formattedDate} tarihinde tamamlandı

source: Configuration Error
tr: Yapılandırma Hatası

source: Configure {0} Field
tr: {0} Alanını Yapılandır

source: Configure additional options and preferences
tr: Ek seçenekleri ve tercihleri yapılandırın

source: Configure Direct Recipient
tr: Doğrudan Alıcıyı Yapılandır

source: Configure Document
tr: Belgeyi Yapılandır

source: Configure document settings and options before sending.
tr: Göndermeden önce belge ayarlarını ve seçeneklerini yapılandırın.

source: Configure email settings for the document
tr: Belge için e-posta ayarlarını yapılandırın

source: Configure Fields
tr: Alanları Yapılandır

source: Configure general settings for the document.
tr: Belge için genel ayarları yapılandırın.

source: Configure general settings for the template.
tr: Şablon için genel ayarları yapılandırın.

source: Configure security settings for the document
tr: Belge için güvenlik ayarlarını yapılandırın

source: Configure template
tr: Şablonu yapılandır

source: Configure Template
tr: Şablonu Yapılandır

source: Configure the {0} field
tr: {0} alanını yapılandır

source: Configure the fields you want to place on the document.
tr: Belgeye yerleştirmek istediğiniz alanları yapılandırın.

source: Configure the team roles for each group
tr: Her grup için takım rollerini yapılandırın

source: Configure the team roles for each member
tr: Her üye için takım rollerini yapılandırın

source: Confirm
tr: Onayla

source: Confirm by typing <0>{deleteMessage}</0>
tr: <0>{deleteMessage}</0> yazarak onaylayın

source: Confirm by typing: <0>{deleteMessage}</0>
tr: Şunu yazarak onaylayın: <0>{deleteMessage}</0>

source: Confirm Deletion
tr: Silme İşlemini Onayla

source: Confirm email
tr: E-postayı onayla

source: Confirmation email sent
tr: Onay e-postası gönderildi

source: Consent to Electronic Transactions
tr: Elektronik İşlemlere Rıza

source: Contact Information
tr: İletişim Bilgileri

source: Contact sales here
tr: Buradan satış ekibiyle iletişime geçin

source: Contact us
tr: Bize ulaşın

source: Content
tr: İçerik

source: Context
tr: Bağlam

source: Continue
tr: Devam Et

source: Continue by approving the document.
tr: Belgeyi onaylayarak devam edin.

source: Continue by assisting with the document.
tr: Belgeye asistanlık ederek devam edin.

source: Continue by downloading the document.
tr: Belgeyi indirerek devam edin.

source: Continue by signing the document.
tr: Belgeyi imzalayarak devam edin.

source: Continue by viewing the document.
tr: Belgeyi görüntüleyerek devam edin.

source: Continue to login
tr: Giriş yapmaya devam et

source: Controls the default email settings when new documents or templates are created
tr: Yeni belgeler veya şablonlar oluşturulduğunda varsayılan e-posta ayarlarını kontrol eder

source: Controls the default language of an uploaded document. This will be used as the language in email communications with the recipients.
tr: Yüklenen bir belgenin varsayılan dilini kontrol eder. Bu, alıcılarla yapılan e-posta iletişimlerinde dil olarak kullanılacaktır.

source: Controls the default visibility of an uploaded document.
tr: Yüklenen bir belgenin varsayılan görünürlüğünü kontrol eder.

source: Controls the formatting of the message that will be sent when inviting a recipient to sign a document. If a custom message has been provided while configuring the document, it will be used instead.
tr: Bir alıcıyı belgeyi imzalamaya davet ederken gönderilecek mesajın biçimlendirmesini kontrol eder. Belgeyi yapılandırırken özel bir mesaj sağlanmışsa, bunun yerine o kullanılır.

source: Controls the language for the document, including the language to be used for email notifications, and the final certificate that is generated and attached to the document.
tr: Belge için dili, e-posta bildirimleri için kullanılacak dili ve oluşturulup belgeye eklenen nihai sertifikayı kontrol eder.

source: Controls whether the audit logs will be included in the document when it is downloaded. The audit logs can still be downloaded from the logs page separately.
tr: Belge indirildiğinde denetim kayıtlarının belgeye dahil edilip edilmeyeceğini kontrol eder. Denetim kayıtları yine de kayıtlar sayfasından ayrı olarak indirilebilir.

source: Controls whether the signing certificate will be included in the document when it is downloaded. The signing certificate can still be downloaded from the logs page separately.
tr: Belge indirildiğinde imza sertifikasının belgeye dahil edilip edilmeyeceğini kontrol eder. İmza sertifikası yine de kayıtlar sayfasından ayrı olarak indirilebilir.

source: Controls which signatures are allowed to be used when signing a document.
tr: Bir belgeyi imzalarken hangi imzaların kullanılmasına izin verileceğini kontrol eder.

source: Copied
tr: Kopyalandı

source: Copied field
tr: Alan kopyalandı

source: Copied field to clipboard
tr: Alan panoya kopyalandı

source: Copied to clipboard
tr: Panoya kopyalandı

source: Copy
tr: Kopyala

source: Copy Link
tr: Bağlantıyı Kopyala

source: Copy sharable link
tr: Paylaşılabilir bağlantıyı kopyala

source: Copy Shareable Link
tr: Paylaşılabilir Bağlantıyı Kopyala

source: Copy Signing Links
tr: İmzalama Bağlantılarını Kopyala

source: Copy token
tr: Jetonu kopyala

source: Create
tr: Oluştur

source: Create a <0>free account</0> to access your signed documents at any time.
tr: İmzalı belgelerinize istediğiniz zaman erişmek için <0>ücretsiz bir hesap</0> oluşturun.

source: Create a new account
tr: Yeni bir hesap oluştur

source: Create a new email address for your organisation using the domain <0>{0}</0>.
tr: <0>{0}</0> alan adını kullanarak organizasyonunuz için yeni bir e-posta adresi oluşturun.

source: Create a new organisation with {planName} plan. Keep your current organisation on it's current plan
tr: {planName} planı ile yeni bir organizasyon oluşturun. Mevcut organizasyonunuzu mevcut planında tutun

source: Create a support ticket
tr: Bir destek talebi oluşturun

source: Create a team to collaborate with your team members.
tr: Takım üyelerinizle işbirliği yapmak için bir takım oluşturun.

source: Create account
tr: Hesap oluştur

source: Create an organisation for this user
tr: Bu kullanıcı için bir organizasyon oluştur

source: Create an organisation to collaborate with teams
tr: Takımlarla işbirliği yapmak için bir organizasyon oluşturun

source: Create an organisation to get started.
tr: Başlamak için bir organizasyon oluşturun.

source: Create and send
tr: Oluştur ve gönder

source: Create as draft
tr: Taslak olarak oluştur

source: Create as pending
tr: Beklemede olarak oluştur

source: Create claim
tr: Talep oluştur

source: Create Claim
tr: Talep Oluştur

source: Create Direct Link
tr: Doğrudan Bağlantı Oluştur

source: Create Direct Signing Link
tr: Doğrudan İmzalama Bağlantısı Oluştur

source: Create document from template
tr: Şablondan belge oluştur

source: Create Email
tr: E-posta Oluştur

source: Create folder
tr: Klasör oluştur

source: Create Folder
tr: Klasör Oluştur

source: Create group
tr: Grup oluştur

source: Create Groups
tr: Grup Oluştur

source: Create New Folder
tr: Yeni Klasör Oluştur

source: Create now
tr: Şimdi oluştur

source: Create one automatically
tr: Otomatik olarak bir tane oluştur

source: Create organisation
tr: Organizasyon oluştur

source: Create Organisation
tr: Organizasyon Oluştur

source: Create separate organisation
tr: Ayrı organizasyon oluştur

source: Create signing links
tr: İmzalama bağlantıları oluştur

source: Create Stripe customer
tr: Stripe müşterisi oluştur

source: Create subscription
tr: Abonelik oluştur

source: Create Subscription Claim
tr: Abonelik Talebi Oluştur

source: Create team
tr: Takım oluştur

source: Create Team
tr: Takım Oluştur

source: Create the document as pending and ready to sign.
tr: Belgeyi beklemede ve imzalamaya hazır olarak oluşturun.

source: Create token
tr: Jeton oluştur

source: Create webhook
tr: Webhook oluştur

source: Create Webhook
tr: Webhook Oluştur

source: Create your account and start using state-of-the-art document signing.
tr: Hesabınızı oluşturun ve son teknoloji belge imzalamayı kullanmaya başlayın.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
tr: Hesabınızı oluşturun ve son teknoloji belge imzalamayı kullanmaya başlayın. Açık ve güzel imzalama parmaklarınızın ucunda.

source: Created
tr: Oluşturuldu

source: Created At
tr: Oluşturulma Tarihi

source: Created by
tr: Oluşturan

source: Created on
tr: Oluşturulma tarihi

source: Created on {0}
tr: {0} tarihinde oluşturuldu

source: CSV Structure
tr: CSV Yapısı

source: Current
tr: Mevcut

source: Current Password
tr: Mevcut Parola

source: Current password is incorrect.
tr: Mevcut parola yanlış.

source: Current recipients:
tr: Mevcut alıcılar:

source: Currently all organisation members can access this team
tr: Şu anda tüm organizasyon üyeleri bu takıma erişebilir

source: Currently branding can only be configured for Teams and above plans.
tr: Şu anda markalama yalnızca Takımlar ve üzeri planlar için yapılandırılabilir.

source: Currently email domains can only be configured for Platform and above plans.
tr: Şu anda e-posta alan adları yalnızca Platform ve üzeri planlar için yapılandırılabilir.

source: Custom {0} MB file
tr: Özel {0} MB dosya

source: Custom Organisation Groups
tr: Özel Organizasyon Grupları

source: Dark Mode
tr: Karanlık Mod

source: Dashboard
tr: Kontrol Paneli

source: Date
tr: Tarih

source: Date created
tr: Oluşturulma tarihi

source: Date Format
tr: Tarih Biçimi

source: Date Settings
tr: Tarih Ayarları

source: David is the Employee, Lucas is the Manager
tr: David Çalışan, Lucas Yönetici

source: Decline
tr: Reddet

source: Default Date Format
tr: Varsayılan Tarih Biçimi

source: Default Document Language
tr: Varsayılan Belge Dili

source: Default Document Visibility
tr: Varsayılan Belge Görünürlüğü

source: Default Email
tr: Varsayılan E-posta

source: Default Email Settings
tr: Varsayılan E-posta Ayarları

source: Default file
tr: Varsayılan dosya

source: Default Organisation Role for New Users
tr: Yeni Kullanıcılar için Varsayılan Organizasyon Rolü

source: Default Recipients
tr: Varsayılan Alıcılar

source: Default Signature Settings
tr: Varsayılan İmza Ayarları

source: Default Time Zone
tr: Varsayılan Saat Dilimi

source: Default Value
tr: Varsayılan Değer

source: Delegate Document Ownership
tr: Belge Sahipliğini Devret

source: delete
tr: sil

source: Delete
tr: Sil

source: delete {0}
tr: {0} sil

source: delete {emailDomain}
tr: {emailDomain} sil

source: delete {teamName}
tr: {teamName} sil

source: Delete account
tr: Hesabı sil

source: Delete Account
tr: Hesabı Sil

source: Delete document
tr: Belgeyi sil

source: Delete Document
tr: Belgeyi Sil

source: Delete Documents
tr: Belgeleri Sil

source: Delete email
tr: E-postayı sil

source: Delete email domain
tr: E-posta alan adını sil

source: Delete Email Domain
tr: E-posta Alan Adını Sil

source: Delete Folder
tr: Klasörü Sil

source: Delete organisation
tr: Organizasyonu sil

source: Delete organisation group
tr: Organizasyon grubunu sil

source: Delete organisation member
tr: Organizasyon üyesini sil

source: Delete passkey
tr: Geçiş anahtarını sil

source: Delete Subscription Claim
tr: Abonelik Talebini Sil

source: Delete team
tr: Takımı sil

source: Delete team group
tr: Takım grubunu sil

source: Delete Template
tr: Şablonu Sil

source: Delete Templates
tr: Şablonları Sil

source: Delete the document. This action is irreversible so proceed with caution.
tr: Belgeyi silin. Bu işlem geri alınamaz, bu yüzden dikkatli olun.

source: Delete the users account and all its contents. This action is irreversible and will cancel their subscription, so proceed with caution.
tr: Kullanıcı hesabını ve tüm içeriğini silin. Bu işlem geri alınamaz ve kullanıcının aboneliğini iptal eder, bu yüzden dikkatli olun.

source: Delete Webhook
tr: Webhook'u Sil

source: Delete your account and all its contents, including completed documents. This action is irreversible and will cancel your subscription, so proceed with caution.
tr: Tamamlanmış belgeler de dahil olmak üzere hesabınızı ve tüm içeriğini silin. Bu işlem geri alınamaz ve aboneliğinizi iptal eder, bu yüzden dikkatli olun.

source: Deleted
tr: Silindi

source: Deleting account...
tr: Hesap siliniyor...

source: Destination
tr: Hedef

source: Details
tr: Ayrıntılar

source: Detect
tr: Algıla

source: Detect fields
tr: Alanları algıla

source: Detect recipients
tr: Alıcıları algıla

source: Detect recipients with AI
tr: Yapay Zeka ile alıcıları algıla

source: Detect with AI
tr: Yapay Zeka ile algıla

source: Detected fields
tr: Algılanan alanlar

source: Detected recipients
tr: Algılanan alıcılar

source: Detecting fields
tr: Alanlar algılanıyor

source: Detecting recipients
tr: Alıcılar algılanıyor

source: Detecting signature areas
tr: İmza alanları algılanıyor

source: Detection failed
tr: Algılama başarısız oldu

source: Developer Mode
tr: Geliştirici Modu

source: Device
tr: Cihaz

source: Didn't request a password change? We are here to help you secure your account, just <0>contact us</0>.
tr: Parola değişikliği talebinde bulunmadınız mı? Hesabınızı güvence altına almanıza yardımcı olmak için buradayız, sadece <0>bize ulaşın</0>.

source: direct link
tr: doğrudan bağlantı

source: Direct link
tr: Doğrudan bağlantı

source: Direct Link
tr: Doğrudan Bağlantı

source: direct link disabled
tr: doğrudan bağlantı devre dışı

source: Direct link receiver
tr: Doğrudan bağlantı alıcısı

source: Direct Link Signing
tr: Doğrudan Bağlantı İle İmzalama

source: Direct link signing has been disabled
tr: Doğrudan bağlantı ile imzalama devre dışı bırakıldı

source: Direct link signing has been enabled
tr: Doğrudan bağlantı ile imzalama etkinleştirildi

source: Direct link templates contain one dynamic recipient placeholder. Anyone with access to this link can sign the document, and it will then appear on your documents page.
tr: Doğrudan bağlantı şablonları bir dinamik alıcı yer tutucusu içerir. Bu bağlantıya erişimi olan herkes belgeyi imzalayabilir ve ardından belgeniz belgeler sayfasında görünür.

source: Direct links associated with templates will be removed
tr: Şablonlarla ilişkili doğrudan bağlantılar kaldırılacaktır

source: Direct template link deleted
tr: Doğrudan şablon bağlantısı silindi

source: Direct template link usage exceeded ({0}/{1})
tr: Doğrudan şablon bağlantısı kullanımı aşıldı ({0}/{1})

source: Direction
tr: Yön

source: Disable
tr: Devre Dışı Bırak

source: Disable 2FA
tr: 2FA'yı Devre Dışı Bırak

source: Disable access
tr: Erişimi devre dışı bırak

source: Disable account
tr: Hesabı devre dışı bırak

source: Disable Account
tr: Hesabı Devre Dışı Bırak

source: Disable Two Factor Authentication before deleting your account.
tr: Hesabınızı silmeden önce İki Faktörlü Kimlik Doğrulamayı devre dışı bırakın.

source: Disabled
tr: Devre Dışı

source: Disabling direct link signing will prevent anyone from accessing the link.
tr: Doğrudan bağlantı ile imzalamayı devre dışı bırakmak, herkesin bağlantıya erişmesini engelleyecektir.

source: Disabling the user results in the user not being able to use the account. It also disables all the related contents such as subscription, webhooks, teams, and API keys.
tr: Kullanıcıyı devre dışı bırakmak, kullanıcının hesabı kullanamamasına neden olur. Ayrıca abonelik, webhook'lar, takımlar ve API anahtarları gibi ilgili tüm içerikleri de devre dışı bırakır.

source: Display Name
tr: Görünen Ad

source: Display your name and email in documents
tr: Belgelerde adınızı ve e-postanızı görüntüleyin

source: Distribute Document
tr: Belgeyi Dağıt

source: Distribution Method
tr: Dağıtım Yöntemi

source: DKIM records generated. Please add the DNS records to verify your domain.
tr: DKIM kayıtları oluşturuldu. Lütfen alan adınızı doğrulamak için DNS kayıtlarını ekleyin.

source: DNS Records
tr: DNS Kayıtları

source: Do you want to delete this template?
tr: Bu şablonu silmek istiyor musunuz?

source: Do you want to duplicate this template?
tr: Bu şablonun bir kopyasını oluşturmak istiyor musunuz?

source: Documenso will delete <0>all of your documents</0>, along with all of your completed documents, signatures, and all other resources belonging to your Account.
tr: Documenso, <0>tüm belgelerinizi</0>, tamamlanmış belgeleriniz, imzalarınız ve Hesabınıza ait diğer tüm kaynaklarla birlikte silecektir.

source: Document
tr: Belge

source: Document "{0}" - Rejected by {1}
tr: Belge "{0}" - {1} tarafından reddedildi

source: Document "{0}" - Rejection Confirmed
tr: Belge "{0}" - Red işlemi onaylandı

source: Document "{0}" Cancelled
tr: Belge "{0}" İptal Edildi

source: Document (Legacy)
tr: Belge (Eski)

source: Document & Recipients
tr: Belge ve Alıcılar

source: Document access
tr: Belge erişimi

# Audit log format
source: Document access auth updated
tr: Belge erişim kimlik doğrulaması güncellendi

source: Document All
tr: Tüm Belgeler

source: Document Approved
tr: Belge Onaylandı

source: Document Cancelled
tr: Belge İptal Edildi

source: Document completed
tr: Belge tamamlandı

# Audit log format
source: Document completed
tr: Belge tamamlandı

source: Document completed email
tr: Belge tamamlandı e-postası

source: Document Completed!
tr: Belge Tamamlandı!

source: Document created
tr: Belge oluşturuldu

# Audit log format
source: Document created
tr: Belge oluşturuldu

source: Document Created
tr: Belge Oluşturuldu

source: Document created by <0>{0}</0>
tr: <0>{0}</0> tarafından oluşturulan belge

source: Document created from direct template
tr: Doğrudan şablondan oluşturulan belge

source: Document created using a <0>direct link</0>
tr: <0>Doğrudan bağlantı</0> kullanılarak oluşturulan belge

source: Document Creation
tr: Belge Oluşturma

source: Document deleted
tr: Belge silindi

# Audit log format
source: Document deleted
tr: Belge silindi

source: Document deleted email
tr: Belge silindi e-postası

source: Document Deleted!
tr: Belge Silindi!

source: Document Distribution Method
tr: Belge Dağıtım Yöntemi

source: Document draft
tr: Belge taslağı

source: Document Duplicated
tr: Belge Kopyalandı

source: Document Editor
tr: Belge Düzenleyici

# Audit log format
source: Document external ID updated
tr: Belge harici kimliği güncellendi

source: Document found in your account
tr: Hesabınızda belge bulundu

source: Document ID
tr: Belge Kimliği

source: Document ID (Legacy)
tr: Belge Kimliği (Eski)

source: Document inbox
tr: Belge gelen kutusu

source: Document is already uploaded
tr: Belge zaten yüklendi

source: Document is using legacy field insertion
tr: Belge eski alan eklemeyi kullanıyor

source: Document Limit Exceeded!
tr: Belge Sınırı Aşıldı!

source: Document metrics
tr: Belge metrikleri

source: Document moved
tr: Belge taşındı

# Audit log format
source: Document moved to team
tr: Belge takıma taşındı

source: Document no longer available to sign
tr: Belge artık imzalamaya uygun değil

# Audit log format
source: Document opened
tr: Belge açıldı

# Audit log format
source: Document ownership delegated
tr: Belge sahipliği devredildi

source: Document pending
tr: Belge beklemede
