Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: This passkey is not configured for this application. Please login and add one in the user settings.
tr: Bu geçiş anahtarı bu uygulama için yapılandırılmamış. Lütfen giriş yapın ve kullanıcı ayarlarından bir tane ekleyin.

source: This recipient can no longer be modified as they have signed a field, or completed the document.
tr: Bu alıcı bir alanı imzaladığı veya belgeyi tamamladığı için artık değiştirilemez.

source: This session has expired. Please try again.
tr: Bu oturumun süresi doldu. Lütfen tekrar deneyin.

source: This signer has already signed the document.
tr: Bu imzalayan belgeyi zaten imzaladı.

source: This team, and any associated data excluding billing invoices will be permanently deleted.
tr: Bu takım ve faturalandırma faturaları hariç ilişkili tüm veriler kalıcı olarak silinecektir.

source: This template could not be deleted at this time. Please try again.
tr: Bu şablon şu anda silinemedi. Lütfen tekrar deneyin.

source: This template is using legacy field insertion, we recommend using the new field insertion method for more accurate results.
tr: Bu şablon eski alan ekleme yöntemini kullanıyor, daha doğru sonuçlar için yeni alan ekleme yöntemini kullanmanızı öneririz.

source: This template will be duplicated.
tr: Bu şablon çoğaltılacak.

source: This token is invalid or has expired. No action is needed.
tr: Bu belirteç geçersiz veya süresi dolmuş. Herhangi bir işleme gerek yok.

source: This token is invalid or has expired. Please contact your team for a new invitation.
tr: Bu belirteç geçersiz veya süresi dolmuş. Lütfen yeni bir davet için takımınızla iletişime geçin.

source: This URL is already in use.
tr: Bu URL zaten kullanımda.

source: This will be sent to all recipients if a pending document has been deleted.
tr: Bekleyen bir belge silinirse bu tüm alıcılara gönderilecektir.

source: This will be sent to all recipients once the document has been fully completed.
tr: Belge tamamen tamamlandığında bu tüm alıcılara gönderilecektir.

source: This will be sent to the document owner once the document has been fully completed.
tr: Belge tamamen tamamlandığında bu belge sahibine gönderilecektir.

source: This will check and sync the status of all email domains for this organisation
tr: Bu, bu organizasyon için tüm e-posta alan adlarının durumunu kontrol edecek ve senkronize edecektir

source: This will ONLY backport feature flags which are set to true, anything disabled in the initial claim will not be backported
tr: Bu SADECE doğru olarak ayarlanan özellik bayraklarını geri taşıyacaktır, ilk talepte devre dışı bırakılan hiçbir şey geri taşınmayacaktır

source: This will remove all emails associated with this email domain
tr: Bu, bu e-posta alan adıyla ilişkili tüm e-postaları kaldıracaktır

source: This will sign you out of all other devices. You will need to sign in again on those devices to continue using your account.
tr: Bu işlem sizi diğer tüm cihazlardan çıkaracaktır. Hesabınızı kullanmaya devam etmek için o cihazlarda tekrar oturum açmanız gerekecektir.

source: Time
tr: Zaman

source: Time zone
tr: Saat dilimi

source: Time Zone
tr: Saat Dilimi

source: Title
tr: Başlık

source: Title cannot be empty
tr: Başlık boş olamaz

source: To {0} this {1}, you need to be logged in as <0>{2}</0>
tr: Bu {1} öğesini {0} için <0>{2}</0> olarak oturum açmanız gerekir

source: To {0} this {1}, you need to be logged in.
tr: Bu {1} öğesini {0} için oturum açmanız gerekir.

source: To accept this invitation you must create an account.
tr: Bu daveti kabul etmek için bir hesap oluşturmanız gerekir.

source: To be able to add members to a team, you must first add them to the organisation. For more information, please see the <0>documentation</0>.
tr: Bir takıma üye ekleyebilmek için önce onları organizasyona eklemeniz gerekir. Daha fazla bilgi için lütfen <0>dokümantasyona</0> bakın.

source: To change the email you must remove and add a new email address.
tr: E-postayı değiştirmek için kaldırmanız ve yeni bir e-posta adresi eklemeniz gerekir.

source: To confirm, please enter the accounts email address <0/>({0}).
tr: Onaylamak için lütfen hesabın e-posta adresini <0/>({0}) girin.

source: To confirm, please enter the reason
tr: Onaylamak için lütfen nedeni girin

source: To enable two-factor authentication, scan the following QR code using your authenticator app.
tr: İki faktörlü kimlik doğrulamayı etkinleştirmek için, kimlik doğrulayıcı uygulamanızı kullanarak aşağıdaki QR kodunu tarayın.

source: To gain access to your account, please confirm your email address by clicking on the confirmation link from your inbox.
tr: Hesabınıza erişmek için lütfen gelen kutunuzdaki onay bağlantısına tıklayarak e-posta adresinizi onaylayın.

source: To mark this document as viewed, you need to be logged in as <0>{0}</0>
tr: Bu belgeyi görüntülendi olarak işaretlemek için <0>{0}</0> olarak oturum açmanız gerekir

source: To mark this document as viewed, you need to be logged in.
tr: Bu belgeyi görüntülendi olarak işaretlemek için oturum açmanız gerekir.

source: To proceed further, please set at least one value for the {0} field.
tr: Daha ileri gitmek için lütfen {0} alanı için en az bir değer ayarlayın.

source: To use our electronic signature service, you must have access to:
tr: Elektronik imza hizmetimizi kullanmak için şunlara erişiminiz olmalıdır:

source: To view this document you need to be signed into your account, please sign in to continue.
tr: Bu belgeyi görüntülemek için hesabınıza giriş yapmanız gerekir, devam etmek için lütfen giriş yapın.

source: Toggle the switch to hide your profile from the public.
tr: Profilinizi halktan gizlemek için anahtarı değiştirin.

source: Toggle the switch to show your profile to the public.
tr: Profilinizi halka göstermek için anahtarı değiştirin.

source: Token
tr: Belirteç

source: Token copied to clipboard
tr: Belirteç panoya kopyalandı

source: Token created
tr: Belirteç oluşturuldu

source: Token deleted
tr: Belirteç silindi

source: Token doesn't have an expiration date
tr: Belirtecin son kullanma tarihi yok

source: Token expiration date
tr: Belirteç son kullanma tarihi

source: Token has expired. Please try again.
tr: Belirtecin süresi dolmuş. Lütfen tekrar deneyin.

source: Token name
tr: Belirteç adı

source: Too many requests
tr: Çok fazla istek

source: Top
tr: Üst

source: Total Documents
tr: Toplam Belgeler

source: Total Recipients
tr: Toplam Alıcılar

source: Total rows processed: {totalProcessed}
tr: İşlenen toplam satır: {totalProcessed}

source: Total Signers that Signed Up
tr: Kaydolan Toplam İmzalayanlar

source: Total Users
tr: Toplam Kullanıcılar

source: Transfer documents to a different team
tr: Belgeleri farklı bir takıma aktar

source: Triggers
tr: Tetikleyiciler

source: Try again
tr: Tekrar dene

source: Turn on AI detection to automatically find recipients and fields in your documents. AI providers do not retain your data for training.
tr: Belgelerinizdeki alıcıları ve alanları otomatik olarak bulmak için yapay zeka algılamasını açın. Yapay zeka sağlayıcıları verilerinizi eğitim için saklamaz.

source: Two factor authentication
tr: İki faktörlü kimlik doğrulama

source: Two factor authentication recovery codes are used to access your account in the event that you lose access to your authenticator app.
tr: İki faktörlü kimlik doğrulama kurtarma kodları, kimlik doğrulayıcı uygulamanıza erişiminizi kaybetmeniz durumunda hesabınıza erişmek için kullanılır.

source: Two-Factor Authentication
tr: İki Faktörlü Kimlik Doğrulama

source: Two-factor authentication disabled
tr: İki faktörlü kimlik doğrulama devre dışı bırakıldı

source: Two-factor authentication enabled
tr: İki faktörlü kimlik doğrulama etkinleştirildi

source: Two-factor authentication has been disabled for your account. You will no longer be required to enter a code from your authenticator app when signing in.
tr: İki faktörlü kimlik doğrulama hesabınız için devre dışı bırakıldı. Oturum açarken artık kimlik doğrulayıcı uygulamanızdan bir kod girmeniz gerekmeyecek.

source: Two-Factor Re-Authentication
tr: İki Faktörlü Yeniden Kimlik Doğrulama

source: Type
tr: Tür

# Type signature
source: Type
tr: Yaz

source: Type a command or search...
tr: Bir komut yazın veya arama yapın...

source: Type your signature
tr: İmzanızı yazın

source: Typed signatures are not allowed. Please draw your signature.
tr: Yazılan imzalara izin verilmiyor. Lütfen imzanızı çizin.

source: Uh oh! Looks like you're missing a token
tr: Ah, hay aksi! Bir belirteç eksik gibi görünüyor

source: Unable to change the language at this time. Please try again later.
tr: Şu anda dil değiştirilemiyor. Lütfen daha sonra tekrar deneyin.

source: Unable to copy recovery code
tr: Kurtarma kodu kopyalanamadı

source: Unable to copy token
tr: Belirteç kopyalanamadı

source: Unable to create direct template access. Please try again later.
tr: Doğrudan şablon erişimi oluşturulamadı. Lütfen daha sonra tekrar deneyin.

source: Unable to decline this invitation at this time.
tr: Bu davet şu anda reddedilemiyor.

source: Unable to delete invitation. Please try again.
tr: Davet silinemedi. Lütfen tekrar deneyin.

source: Unable to delete team
tr: Takım silinemedi

source: Unable to disable two-factor authentication
tr: İki faktörlü kimlik doğrulama devre dışı bırakılamadı

source: Unable to join this organisation at this time.
tr: Şu anda bu organizasyona katılınamıyor.

source: Unable to load document history
tr: Belge geçmişi yüklenemedi

source: Unable to load documents
tr: Belgeler yüklenemedi

source: Unable to load your public profile templates at this time
tr: Herkese açık profil şablonlarınız şu anda yüklenemiyor

source: Unable to remove email verification at this time. Please try again.
tr: Şu anda e-posta doğrulaması kaldırılamıyor. Lütfen tekrar deneyin.

source: Unable to remove team email at this time. Please try again.
tr: Şu anda takım e-postası kaldırılamıyor. Lütfen tekrar deneyin.

source: Unable to resend invitation. Please try again.
tr: Davet yeniden gönderilemedi. Lütfen tekrar deneyin.

source: Unable to resend verification at this time. Please try again.
tr: Şu anda doğrulama yeniden gönderilemiyor. Lütfen tekrar deneyin.

source: Unable to reset password
tr: Parola sıfırlanamadı

source: Unable to setup two-factor authentication
tr: İki faktörlü kimlik doğrulama ayarlanamadı

source: Unable to sign in
tr: Oturum açılamadı

source: Unauthorized
tr: Yetkisiz

source: Uncompleted
tr: Tamamlanmamış

source: Undo
tr: Geri Al

source: Unknown
tr: Bilinmiyor

source: Unknown error
tr: Bilinmeyen hata

source: Unknown name
tr: Bilinmeyen ad

source: Unlimited
tr: Sınırsız

source: Unlimited documents, API and more
tr: Sınırsız belge, API ve daha fazlası

source: Unlink
tr: Bağlantıyı Kaldır

source: Unpin
tr: Sabitlemeyi Kaldır

source: Untitled Group
tr: Başlıksız Grup

source: Update
tr: Güncelle

source: Update Banner
tr: Banner'ı Güncelle

source: Update Billing
tr: Faturalandırmayı Güncelle

source: Update Claim
tr: Talebi Güncelle

source: Update current organisation
tr: Mevcut organizasyonu güncelle

source: Update email
tr: E-postayı güncelle

source: Update Fields
tr: Alanları Güncelle

source: Update organisation
tr: Organizasyonu güncelle

source: Update organisation member
tr: Organizasyon üyesini güncelle

source: Update passkey
tr: Geçiş anahtarını güncelle

source: Update password
tr: Parolayı güncelle

source: Update profile
tr: Profili güncelle

source: Update Recipient
tr: Alıcıyı Güncelle

source: Update role
tr: Rolü güncelle

source: Update Subscription Claim
tr: Abonelik Talebini Güncelle

source: Update team
tr: Takımı güncelle

source: Update team email
tr: Takım e-postasını güncelle

source: Update team group
tr: Takım grubunu güncelle

source: Update team member
tr: Takım üyesini güncelle

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
tr: Rolü güncelleyin ve doğrudan alıcı için gereken alanları ekleyin. Doğrudan bağlantıyı kullanan kişi belgeyi doğrudan alıcı olarak imzalayacaktır.

source: Update user
tr: Kullanıcıyı güncelle

source: Updated {organisationMemberName} to {roleLabel}.
tr: {organisationMemberName}, {roleLabel} olarak güncellendi.

source: Updating password...
tr: Parola güncelleniyor...

source: Updating Your Information
tr: Bilgileriniz Güncelleniyor

source: Upgrade
tr: Yükselt

source: Upgrade <0>{0}</0> to {planName}
tr: <0>{0}</0> öğesini {planName} planına yükselt

source: Upgrade your plan to upload more documents
tr: Daha fazla belge yüklemek için planınızı yükseltin

source: Upload
tr: Yükle

# Upload signature
source: Upload
tr: Yükle

source: Upload a CSV file to create multiple documents from this template. Each row represents one document with its recipient details.
tr: Bu şablondan birden fazla belge oluşturmak için bir CSV dosyası yükleyin. Her satır, alıcı ayrıntılarıyla birlikte bir belgeyi temsil eder.

source: Upload a custom document to use instead of the template's default document
tr: Şablonun varsayılan belgesi yerine kullanılacak özel bir belge yükleyin

source: Upload and Process
tr: Yükle ve İşle

source: Upload Avatar
tr: Avatar Yükle

source: Upload CSV
tr: CSV Yükle

source: Upload custom document
tr: Özel belge yükle

source: Upload disabled
tr: Yükleme devre dışı

source: Upload Document
tr: Belge Yükle

source: Upload documents and add recipients
tr: Belgeleri yükleyin ve alıcıları ekleyin

source: Upload failed
tr: Yükleme başarısız oldu

source: Upload Signature
tr: İmza Yükle

source: Upload Template
tr: Şablon Yükle

source: Upload Template Document
tr: Şablon Belgesi Yükle

source: Upload your brand logo (max 5MB, JPG, PNG, or WebP)
tr: Marka logonuzu yükleyin (maksimum 5MB, JPG, PNG veya WebP)

source: Uploaded by
tr: Yükleyen

source: Uploaded file is too large
tr: Yüklenen dosya çok büyük

source: Uploaded file is too small
tr: Yüklenen dosya çok küçük

source: Uploaded file not an allowed file type
tr: Yüklenen dosya izin verilen bir dosya türü değil

source: Uploading
tr: Yükleniyor

source: Use
tr: Kullan

source: Use Authenticator
tr: Kimlik Doğrulayıcı Kullan

source: Use Backup Code
tr: Yedek Kod Kullan

source: Use Template
tr: Şablonu Kullan

source: Use your authenticator app to generate a code
tr: Bir kod oluşturmak için kimlik doğrulayıcı uygulamanızı kullanın

source: Use your passkey for authentication
tr: Kimlik doğrulama için geçiş anahtarınızı kullanın

source: User
tr: Kullanıcı

source: User Agent
tr: Kullanıcı Aracısı

source: User has no password.
tr: Kullanıcının parolası yok.

source: User not found
tr: Kullanıcı bulunamadı

source: User not found.
tr: Kullanıcı bulunamadı.

source: User Organisations
tr: Kullanıcı Organizasyonları

source: User profiles are here!
tr: Kullanıcı profilleri burada!

source: User settings
tr: Kullanıcı ayarları

source: User with this email already exists. Please use a different email address.
tr: Bu e-postaya sahip kullanıcı zaten mevcut. Lütfen farklı bir e-posta adresi kullanın.

source: Users
tr: Kullanıcılar

source: Validation
tr: Doğrulama

source: Validation failed
tr: Doğrulama başarısız oldu

source: Value
tr: Değer

source: Value must be a number
tr: Değer bir sayı olmalıdır

source: Verification Code Required
tr: Doğrulama Kodu Gerekli

source: Verification Email Sent
tr: Doğrulama E-postası Gönderildi

source: Verification email sent successfully.
tr: Doğrulama e-postası başarıyla gönderildi.

source: Verify & Complete
tr: Doğrula ve Tamamla

source: Verify Domain
tr: Alan Adını Doğrula

source: Verify Now
tr: Şimdi Doğrula

source: Verify your email address
tr: E-posta adresinizi doğrulayın

source: Verify your email address to unlock all features.
tr: Tüm özelliklerin kilidini açmak için e-posta adresinizi doğrulayın.

source: Verify your email to upload documents.
tr: Belgeleri yüklemek için e-postanızı doğrulayın.

source: Verify your team email address
tr: Takım e-posta adresinizi doğrulayın

source: Vertical
tr: Dikey

source: Vertical Align
tr: Dikey Hizalama

source: View
tr: Görüntüle

# Recipient role action verb
source: View
tr: Görüntüle

source: View activity
tr: Etkinliği görüntüle

source: View all documents sent to and from this email address
tr: Bu e-posta adresine gönderilen ve alınan tüm belgeleri görüntüleyin

source: View all documents sent to your account
tr: Hesabınıza gönderilen tüm belgeleri görüntüleyin

source: View all recent security activity related to your account.
tr: Hesabınızla ilgili tüm son güvenlik etkinliklerini görüntüleyin.

source: View all related documents
tr: İlgili tüm belgeleri görüntüleyin

source: View all security activity related to your account.
tr: Hesabınızla ilgili tüm güvenlik etkinliklerini görüntüleyin.

source: View and manage all active sessions for your account.
tr: Hesabınız için tüm aktif oturumları görüntüleyin ve yönetin.

source: View and manage all login methods linked to your account.
tr: Hesabınıza bağlı tüm giriş yöntemlerini görüntüleyin ve yönetin.

source: View Codes
tr: Kodları Görüntüle

source: View DNS Records
tr: DNS Kayıtlarını Görüntüle

source: View document
tr: Belgeyi görüntüle

source: View Document
tr: Belgeyi Görüntüle

source: View Document to approve
tr: Onaylamak için Belgeyi Görüntüle

source: View Document to assist
tr: Yardımcı olmak için Belgeyi Görüntüle

source: View Document to sign
tr: İmzalamak için Belgeyi Görüntüle

source: View documents associated with this email
tr: Bu e-postayla ilişkili belgeleri görüntüle

source: View insights
tr: İçgörüleri görüntüle

source: View invites
tr: Davetleri görüntüle

source: View JSON
tr: JSON'u Görüntüle

source: View more
tr: Daha fazla görüntüle

source: View next document
tr: Sonraki belgeyi görüntüle

source: View owner
tr: Sahibi görüntüle

source: View plans
tr: Planları görüntüle

source: View Recovery Codes
tr: Kurtarma Kodlarını Görüntüle

source: View teams
tr: Takımları görüntüle

source: View the DNS records for this email domain
tr: Bu e-posta alan adı için DNS kayıtlarını görüntüleyin

source: Viewed
tr: Görüntülendi

# Recipient role actioned
source: Viewed
tr: Görüntülendi

source: Viewer
tr: Görüntüleyen

# Recipient role name
source: Viewer
tr: Görüntüleyen

# Recipient role plural name
source: Viewers
tr: Görüntüleyenler

# Recipient role progressive verb
source: Viewing
tr: Görüntüleniyor

source: Visibility
tr: Görünürlük

source: Waiting
tr: Bekleniyor

source: Waiting for others
tr: Diğerleri bekleniyor

source: Waiting for others to complete signing.
tr: Diğerlerinin imzalamayı tamamlaması bekleniyor.

source: Waiting for others to sign
tr: Diğerlerinin imzalaması bekleniyor

source: Waiting for Your Turn
tr: Sıranızı Bekliyorsunuz

source: Want to send slick signing links like this one? <0>Check out Documenso</0>.
tr: Bunun gibi harika imzalama bağlantıları göndermek ister misiniz? <0>Documenso'ya göz atın</0>.

source: Want your own public profile?
tr: Kendi herkese açık profilinizi ister misiniz?

source: Warning: Assistant as last signer
tr: Uyarı: Son imzalayan olarak asistan

source: We are unable to proceed to the billing portal at this time. Please try again, or contact support.
tr: Şu anda faturalandırma portalına geçemiyoruz. Lütfen tekrar deneyin veya destek ile iletişime geçin.

source: We are unable to remove this passkey at the moment. Please try again later.
tr: Şu anda bu geçiş anahtarını kaldıramıyoruz. Lütfen daha sonra tekrar deneyin.

source: We are unable to update this passkey at the moment. Please try again later.
tr: Şu anda bu geçiş anahtarını güncelleyemiyoruz. Lütfen daha sonra tekrar deneyin.

source: We couldn't create a Stripe customer. Please try again.
tr: Bir Stripe müşterisi oluşturamadık. Lütfen tekrar deneyin.

source: We couldn't enable AI features right now. Please try again.
tr: Şu anda yapay zeka özelliklerini etkinleştiremedik. Lütfen tekrar deneyin.

source: We couldn't update the group. Please try again.
tr: Grubu güncelleyemedik. Lütfen tekrar deneyin.

source: We couldn't update the organisation. Please try again.
tr: Organizasyonu güncelleyemedik. Lütfen tekrar deneyin.

source: We couldn't update the provider. Please try again.
tr: Sağlayıcıyı güncelleyemedik. Lütfen tekrar deneyin.

source: We encountered an error while attempting to save your changes. Your changes cannot be saved at this time.
tr: Değişikliklerinizi kaydetmeye çalışırken bir hatayla karşılaştık. Değişiklikleriniz şu anda kaydedilemiyor.

source: We encountered an error while creating the email. Please try again later.
tr: E-postayı oluştururken bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an error while removing the direct template link. Please try again later.
tr: Doğrudan şablon bağlantısını kaldırırken bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an error while sending the test webhook. Please check your endpoint and try again.
tr: Test webhook'unu gönderirken bir hatayla karşılaştık. Lütfen uç noktanızı kontrol edin ve tekrar deneyin.

source: We encountered an error while updating the webhook. Please try again later.
tr: Webhook'u güncellerken bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to add team members. Please try again later.
tr: Takım üyeleri eklemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to add this email. Please try again later.
tr: Bu e-postayı eklemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to add your domain. Please try again later.
tr: Alan adınızı eklemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to create a group. Please try again later.
tr: Bir grup oluşturmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to create a organisation. Please try again later.
tr: Bir organizasyon oluşturmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to create a team. Please try again later.
tr: Bir takım oluşturmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to delete it. Please try again later.
tr: Bunu silmeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to delete this organisation. Please try again later.
tr: Bu organizasyonu silmeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to delete this team. Please try again later.
tr: Bu takımı silmeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to delete this token. Please try again later.
tr: Bu belirteci silmeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to delete your account. Please try again later.
tr: Hesabınızı silmeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to delete your document. Please try again later.
tr: Belgenizi silmeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.
