Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: You have been invited to join the following organisation
tr: Aşağıdaki organizasyona katılmaya davet edildiniz

source: You have been removed from a document
tr: Bir belgeden kaldırıldınız

source: You have been requested to sign the following documents. Review each document carefully and complete the signing process.
tr: Aşağıdaki belgeleri imzalamanız istendi. Her belgeyi dikkatlice inceleyin ve imzalama işlemini tamamlayın.

source: You have declined the invitation from <0>{0}</0> to join their organisation.
tr: <0>{0}</0> tarafından gönderilen organizasyonlarına katılma davetini reddettiniz.

source: You have initiated the document {0} that requires you to {recipientActionVerb} it.
tr: Bunu {recipientActionVerb} yapmanızı gerektiren {0} belgesini başlattınız.

source: You have no webhooks yet. Your webhooks will be shown here once you create them.
tr: Henüz hiç webhook'unuz yok. Webhook'larınız oluşturduğunuzda burada gösterilecektir.

source: You have not yet created any templates. To create a template please upload one.
tr: Henüz hiç şablon oluşturmadınız. Bir şablon oluşturmak için lütfen bir tane yükleyin.

source: You have not yet created or received any documents. To create a document please upload one.
tr: Henüz hiç belge oluşturmadınız veya almadınız. Bir belge oluşturmak için lütfen bir tane yükleyin.

source: You have reached the limit of the number of files per envelope.
tr: Zarf başına dosya sayısı sınırına ulaştınız.

source: You have reached the maximum limit of {0} direct templates. <0>Upgrade your account to continue!</0>
tr: Maksimum {0} doğrudan şablon sınırına ulaştınız. <0>Devam etmek için hesabınızı yükseltin!</0>

source: You have reached the maximum number of teams for your plan. Please contact sales at <0>{SUPPORT_EMAIL}</0> if you would like to adjust your plan.
tr: Planınız için maksimum takım sayısına ulaştınız. Planınızı ayarlamak isterseniz lütfen <0>{SUPPORT_EMAIL}</0> adresinden satış ekibiyle iletişime geçin.

source: You have reached your document limit for this month. Please upgrade your plan.
tr: Bu ay için belge sınırınıza ulaştınız. Lütfen planınızı yükseltin.

source: You have reached your document limit.
tr: Belge sınırınıza ulaştınız.

source: You have reached your document limit. <0>Upgrade your account to continue!</0>
tr: Belge sınırınıza ulaştınız. <0>Devam etmek için hesabınızı yükseltin!</0>

source: You have rejected the document '{documentName}'
tr: '{documentName}' belgesini reddettiniz

source: You have rejected this document
tr: Bu belgeyi reddettiniz

source: You have signed “{documentName}”
tr: “{documentName}” belgesini imzaladınız

source: You have successfully left this organisation.
tr: Bu organizasyondan başarıyla ayrıldınız.

source: You have successfully registered. Please verify your account by clicking on the link you received in the email.
tr: Başarıyla kayıt oldunuz. Lütfen e-postada aldığınız bağlantıya tıklayarak hesabınızı doğrulayın.

source: You have successfully removed this email domain from the organisation.
tr: Bu e-posta alan adını organizasyondan başarıyla kaldırdınız.

source: You have successfully removed this email from the organisation.
tr: Bu e-postayı organizasyondan başarıyla kaldırdınız.

source: You have successfully removed this envelope item.
tr: Bu zarf öğesini başarıyla kaldırdınız.

source: You have successfully removed this group from the organisation.
tr: Bu grubu organizasyondan başarıyla kaldırdınız.

source: You have successfully removed this group from the team.
tr: Bu grubu takımdan başarıyla kaldırdınız.

source: You have successfully removed this user from the organisation.
tr: Bu kullanıcıyı organizasyondan başarıyla kaldırdınız.

source: You have successfully removed this user from the team.
tr: Bu kullanıcıyı takımdan başarıyla kaldırdınız.

source: You have successfully revoked access.
tr: Erişimi başarıyla iptal ettiniz.

source: You have the right to withdraw your consent to use electronic signatures at any time before completing the signing process. To withdraw your consent, please contact the sender of the document. In failing to contact the sender you may reach out to <0>{SUPPORT_EMAIL}</0> for assistance. Be aware that withdrawing consent may delay or halt the completion of the related transaction or service.
tr: İmzalama sürecini tamamlamadan önce elektronik imza kullanma rızanızı herhangi bir zamanda geri çekme hakkına sahipsiniz. Rızanızı geri çekmek için lütfen belgenin göndereniyle iletişime geçin. Gönderenle iletişim kuramazsanız yardım için <0>{SUPPORT_EMAIL}</0> ile iletişime geçebilirsiniz. Rızanızı geri çekmenin ilgili işlem veya hizmetin tamamlanmasını geciktirebileceğini veya durdurabileceğini lütfen unutmayın.

source: You have updated {memberName}.
tr: {memberName} güncellendi.

source: You have updated {organisationMemberName}.
tr: {organisationMemberName} güncellendi.

source: You have updated the team group.
tr: Takım grubunu güncellediniz.

source: You have verified your email address for <0>{0}</0>.
tr: <0>{0}</0> için e-posta adresinizi doğruladınız.

source: You must enter '{deleteMessage}' to proceed
tr: Devam etmek için '{deleteMessage}' girmelisiniz

source: You must select at least one item
tr: En az bir öğe seçmelisiniz

source: You must type '{deleteMessage}' to confirm
tr: Onaylamak için '{deleteMessage}' yazmalısınız

source: You need at least one recipient to add fields
tr: Alan eklemek için en az bir alıcıya ihtiyacınız var

source: You need at least one recipient to send a document
tr: Belge göndermek için en az bir alıcıya ihtiyacınız var

source: You need to be an admin to manage API tokens.
tr: API belirteçlerini yönetmek için yönetici olmanız gerekir.

source: You need to be logged in as <0>{email}</0> to view this page.
tr: Bu sayfayı görüntülemek için <0>{email}</0> olarak oturum açmanız gerekir.

source: You need to be logged in to view this page.
tr: Bu sayfayı görüntülemek için oturum açmanız gerekir.

source: You need to setup 2FA to mark this document as viewed.
tr: Bu belgeyi görüntülendi olarak işaretlemek için 2FA kurulumu yapmanız gerekir.

source: You will need to configure any claims or subscription after creating this organisation
tr: Bu organizasyonu oluşturduktan sonra iddiaları veya aboneliği yapılandırmanız gerekecektir

source: You will now be required to enter a code from your authenticator app when signing in.
tr: Oturum açarken artık kimlik doğrulayıcı uygulamanızdan bir kod girmeniz istenecek.

source: You will receive an email copy of the signed document once everyone has signed.
tr: Herkes imzaladıktan sonra imzalanan belgenin bir kopyasını e-posta ile alacaksınız.

source: You're an admin. You can enable AI features for this team right away. Everyone on the team will see AI detection once enabled.
tr: Yöneticisiniz. Bu takım için yapay zeka özelliklerini hemen etkinleştirebilirsiniz. Takımdaki herkes etkinleştirildiğinde yapay zeka algılamasını görecektir.

source: You've made too many detection requests. Please wait a minute before trying again.
tr: Çok fazla algılama isteği gönderdiniz. Lütfen tekrar denemeden önce bir dakika bekleyin.

source: Your Account
tr: Hesabınız

source: Your account has been deleted successfully.
tr: Hesabınız başarıyla silindi.

source: Your avatar has been updated successfully.
tr: Avatarınız başarıyla güncellendi.

source: Your banner has been updated successfully.
tr: Banner'ınız başarıyla güncellendi.

source: Your brand website URL
tr: Markanızın web sitesi URL'si

source: Your branding preferences have been updated
tr: Marka tercihleriniz güncellendi

source: Your bulk send has been initiated. You will receive an email notification upon completion.
tr: Toplu gönderiminiz başlatıldı. Tamamlandığında bir e-posta bildirimi alacaksınız.

source: Your bulk send operation for template "{templateName}" has completed.
tr: "{templateName}" şablonu için toplu gönderim işleminiz tamamlandı.

source: Your current {currentProductName} plan is past due. Please update your payment information.
tr: Mevcut {currentProductName} planınızın süresi doldu. Lütfen ödeme bilgilerinizi güncelleyin.

source: Your current plan includes the following support channels:
tr: Mevcut planınız aşağıdaki destek kanallarını içerir:

source: Your current plan is inactive.
tr: Mevcut planınız etkin değil.

source: Your current plan is past due.
tr: Mevcut planınızın süresi doldu.

source: Your direct signing templates
tr: Doğrudan imzalama şablonlarınız

source: Your document content will be sent securely to our AI provider solely for detection and will not be stored or used for training.
tr: Belge içeriğiniz, yalnızca tespit amacıyla güvenli bir şekilde yapay zeka sağlayıcımıza gönderilecek ve saklanmayacak veya eğitim için kullanılmayacaktır.

source: Your document failed to upload.
tr: Belgeniz yüklenemedi.

source: Your document has been created from the template successfully.
tr: Belgeniz şablondan başarıyla oluşturuldu.

source: Your document has been created successfully
tr: Belgeniz başarıyla oluşturuldu

source: Your document has been deleted by an admin!
tr: Belgeniz bir yönetici tarafından silindi!

source: Your document has been re-sent successfully.
tr: Belgeniz başarıyla yeniden gönderildi.

source: Your document has been sent successfully.
tr: Belgeniz başarıyla gönderildi.

source: Your document has been successfully duplicated.
tr: Belgeniz başarıyla çoğaltıldı.

source: Your document has been uploaded successfully.
tr: Belgeniz başarıyla yüklendi.

source: Your document has been uploaded successfully. You will be redirected to the template page.
tr: Belgeniz başarıyla yüklendi. Şablon sayfasına yönlendirileceksiniz.

source: Your document is processed securely using AI services that don't retain your data.
tr: Belgeniz, verilerinizi saklamayan yapay zeka hizmetleri kullanılarak güvenli bir şekilde işlenir.

source: Your document preferences have been updated
tr: Belge tercihleriniz güncellendi

source: Your documents
tr: Belgeleriniz

source: Your Email
tr: E-postanız

source: Your email has already been confirmed. You can now use all features of Documenso.
tr: E-postanız zaten onaylanmış. Artık Documenso'nun tüm özelliklerini kullanabilirsiniz.

source: Your email has been successfully confirmed! You can now use all features of Documenso.
tr: E-postanız başarıyla onaylandı! Artık Documenso'nun tüm özelliklerini kullanabilirsiniz.

source: Your email is currently being used by team <0>{0}</0> ({1}).
tr: E-postanız şu anda <0>{0}</0> ({1}) takımı tarafından kullanılıyor.

source: Your email preferences have been updated
tr: E-posta tercihleriniz güncellendi

source: Your envelope has been distributed successfully.
tr: Zarfınız başarıyla dağıtıldı.

source: Your envelope has been resent successfully.
tr: Zarfınız başarıyla yeniden gönderildi.

source: Your envelope has been successfully duplicated.
tr: Zarfınız başarıyla çoğaltıldı.

source: Your existing tokens
tr: Mevcut belirteçleriniz

source: Your Name
tr: Adınız

source: Your new password cannot be the same as your old password.
tr: Yeni parolanız eski parolanızla aynı olamaz.

source: Your organisation has been created.
tr: Organizasyonunuz oluşturuldu.

source: Your organisation has been successfully deleted.
tr: Organizasyonunuz başarıyla silindi.

source: Your organisation has been successfully updated.
tr: Organizasyonunuz başarıyla güncellendi.

source: Your password has been updated successfully.
tr: Parolanız başarıyla güncellendi.

source: Your password has been updated.
tr: Parolanız güncellendi.

source: Your payment is overdue. Please settle the payment to avoid any service disruptions.
tr: Ödemeniz gecikmiş. Herhangi bir hizmet kesintisini önlemek için lütfen ödemeyi yapın.

source: Your personal organisation
tr: Kişisel organizasyonunuz

source: Your plan does not support inviting members. Please upgrade or your plan or contact sales at <0>{SUPPORT_EMAIL}</0> if you would like to discuss your options.
tr: Planınız üye davet etmeyi desteklemiyor. Seçeneklerinizi görüşmek isterseniz lütfen planınızı yükseltin veya <0>{SUPPORT_EMAIL}</0> adresinden satış ekibiyle iletişime geçin.

source: Your plan is no longer valid. Please subscribe to a new plan to continue using Documenso.
tr: Planınız artık geçerli değil. Documenso'yu kullanmaya devam etmek için lütfen yeni bir plana abone olun.

source: Your profile has been updated successfully.
tr: Profiliniz başarıyla güncellendi.

source: Your profile has been updated.
tr: Profiliniz güncellendi.

source: Your public profile has been updated.
tr: Herkese açık profiliniz güncellendi.

source: Your recovery code has been copied to your clipboard.
tr: Kurtarma kodunuz panonuza kopyalandı.

source: Your recovery codes are listed below. Please store them in a safe place.
tr: Kurtarma kodlarınız aşağıda listelenmiştir. Lütfen onları güvenli bir yerde saklayın.

source: Your support request has been submitted. We'll get back to you soon!
tr: Destek talebiniz gönderildi. En kısa sürede size geri döneceğiz!

source: Your team has been created.
tr: Takımınız oluşturuldu.

source: Your team has been successfully deleted.
tr: Takımınız başarıyla silindi.

source: Your team has been successfully updated.
tr: Takımınız başarıyla güncellendi.

source: Your template has been created successfully
tr: Şablonunuz başarıyla oluşturuldu

source: Your template has been duplicated successfully.
tr: Şablonunuz başarıyla çoğaltıldı.

source: Your template has been successfully deleted.
tr: Şablonunuz başarıyla silindi.

source: Your template has been uploaded successfully.
tr: Şablonunuz başarıyla yüklendi.

source: Your template will be duplicated.
tr: Şablonunuz çoğaltılacak.

source: Your templates has been saved successfully.
tr: Şablonlarınız başarıyla kaydedildi.

source: Your token has expired!
tr: Belirtecinizin süresi dolmuş!

source: Your token was created successfully! Make sure to copy it because you won't be able to see it again!
tr: Belirteciniz başarıyla oluşturuldu! Kopyaladığınızdan emin olun çünkü bir daha göremeyeceksiniz!

source: Your tokens will be shown here once you create them.
tr: Belirteçleriniz oluşturduğunuzda burada gösterilecektir.

source: Your two-factor authentication code
tr: İki faktörlü kimlik doğrulama kodunuz

source: Your verification code is {code}
tr: Doğrulama kodunuz {code}

source: Your verification code:
tr: Doğrulama kodunuz:

source: your-domain.com another-domain.com
tr: sizin-alan-adiniz.com baska-bir-alan-adi.com
