Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: We encountered an unknown error while attempting to disable access.
tr: Erişimi devre dışı bırakmaya çalışırken bilinmeyen bir hatayla karşılaştık.

source: We encountered an unknown error while attempting to enable access.
tr: Erişimi etkinleştirmeye çalışırken bilinmeyen bir hatayla karşılaştık.

source: We encountered an unknown error while attempting to invite organisation members. Please try again later.
tr: Organizasyon üyelerini davet etmeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to leave this organisation. Please try again later.
tr: Bu organizasyondan ayrılmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to remove this email domain. Please try again later.
tr: Bu e-posta alan adını kaldırmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to remove this email. Please try again later.
tr: Bu e-postayı kaldırmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to remove this envelope item. Please try again later.
tr: Bu zarf öğesini kaldırmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to remove this group. Please try again later.
tr: Bu grubu kaldırmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to remove this template from your profile. Please try again later.
tr: Bu şablonu profilinizden kaldırmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to remove this user. Please try again later.
tr: Bu kullanıcıyı kaldırmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to request the two-factor authentication code. Please try again later.
tr: İki faktörlü kimlik doğrulama kodu istemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to reset your password. Please try again later.
tr: Parolanızı sıfırlamaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to revoke access. Please try again or contact support.
tr: Erişimi iptal etmeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen tekrar deneyin veya destek ile iletişime geçin.

source: We encountered an unknown error while attempting to sign you In. Please try again later.
tr: Oturumunuzu açmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to sign you Up. Please try again later.
tr: Kaydolmaya çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to update the banner. Please try again later.
tr: Banner'ı güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to update the envelope. Please try again later.
tr: Zarfı güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to update the template. Please try again later.
tr: Şablonu güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to update this organisation member. Please try again later.
tr: Bu organizasyon üyesini güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to update this team member. Please try again later.
tr: Bu takım üyesini güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to update your organisation. Please try again later.
tr: Organizasyonunuzu güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to update your password. Please try again later.
tr: Parolanızı güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to update your public profile. Please try again later.
tr: Herkese açık profilinizi güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting to update your team. Please try again later.
tr: Takımınızı güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting update the team email. Please try again later.
tr: Takım e-postasını güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We encountered an unknown error while attempting update your profile. Please try again later.
tr: Profilinizi güncellemeye çalışırken bilinmeyen bir hatayla karşılaştık. Lütfen daha sonra tekrar deneyin.

source: We have sent a confirmation email for verification.
tr: Doğrulama için bir onay e-postası gönderdik.

source: We need your signature to sign documents
tr: Belgeleri imzalamak için imzanıza ihtiyacımız var

source: We were unable to copy the token to your clipboard. Please try again.
tr: Belirteç panonuza kopyalanamadı. Lütfen tekrar deneyin.

source: We were unable to copy your recovery code to your clipboard. Please try again.
tr: Kurtarma kodunuz panonuza kopyalanamadı. Lütfen tekrar deneyin.

source: We were unable to create your account. Please review the information you provided and try again.
tr: Hesabınızı oluşturamadık. Lütfen sağladığınız bilgileri gözden geçirin ve tekrar deneyin.

source: We were unable to disable two-factor authentication for your account. Please ensure that you have entered your password and backup code correctly and try again.
tr: Hesabınız için iki faktörlü kimlik doğrulamayı devre dışı bırakamadık. Lütfen parolanızı ve yedek kodunuzu doğru girdiğinizden emin olun ve tekrar deneyin.

source: We were unable to log you out at this time.
tr: Şu anda oturumunuzu kapatamadık.

source: We were unable to set your public profile to public. Please try again.
tr: Herkese açık profilinizi herkese açık olarak ayarlayamadık. Lütfen tekrar deneyin.

source: We were unable to setup two-factor authentication for your account. Please ensure that you have entered your code correctly and try again.
tr: Hesabınız için iki faktörlü kimlik doğrulamayı kuramadık. Lütfen kodunuzu doğru girdiğinizden emin olun ve tekrar deneyin.

source: We were unable to submit this document at this time. Please try again later.
tr: Bu belgeyi şu anda gönderemedik. Lütfen daha sonra tekrar deneyin.

source: We were unable to update your branding preferences at this time, please try again later
tr: Şu anda marka tercihlerinizi güncelleyemedik, lütfen daha sonra tekrar deneyin

source: We were unable to update your document preferences at this time, please try again later
tr: Şu anda belge tercihlerinizi güncelleyemedik, lütfen daha sonra tekrar deneyin

source: We were unable to update your email preferences at this time, please try again later
tr: Şu anda e-posta tercihlerinizi güncelleyemedik, lütfen daha sonra tekrar deneyin

source: We were unable to verify your details. Please try again or contact support
tr: Bilgilerinizi doğrulayamadık. Lütfen tekrar deneyin veya destek ile iletişime geçin

source: We were unable to verify your email at this time.
tr: Şu anda e-postanızı doğrulayamadık.

source: We were unable to verify your email. If your email is not verified already, please try again.
tr: E-postanızı doğrulayamadık. E-postanız henüz doğrulanmadıysa, lütfen tekrar deneyin.

source: We will generate signing links for you, which you can send to the recipients through your method of choice.
tr: Sizin için imzalama bağlantıları oluşturacağız, bunları seçtiğiniz yöntemle alıcılara gönderebilirsiniz.

source: We won't send anything to notify recipients.
tr: Alıcıları bilgilendirmek için herhangi bir şey göndermeyeceğiz.

source: We'll get back to you as soon as possible via email.
tr: En kısa sürede e-posta yoluyla size geri döneceğiz.

source: We'll scan your document to find form fields like signature lines, text inputs, checkboxes, and more. Detected fields will be suggested for you to review.
tr: İmza satırları, metin girişleri, onay kutuları ve daha fazlası gibi form alanlarını bulmak için belgenizi tarayacağız. Tespit edilen alanlar incelemeniz için önerilecektir.

source: We'll scan your document to find signature fields and identify who needs to sign. Detected recipients will be suggested for you to review.
tr: Belgenizi imza alanlarını bulmak ve kimin imzalaması gerektiğini belirlemek için tarayacağız. Tespit edilen alıcılar incelemeniz için önerilecektir.

source: We'll send a 6-digit code to your email
tr: E-postanıza 6 haneli bir kod göndereceğiz

source: We're all empty
tr: Hepimiz boşuz

source: We're still waiting for other signers to sign this document.<0/>We'll notify you as soon as it's ready.
tr: Hala diğer imzalayanların bu belgeyi imzalamasını bekliyoruz.<0/>Hazır olur olmaz sizi bilgilendireceğiz.

source: We've changed your password as you asked. You can now sign in with your new password.
tr: İstediğiniz gibi parolanızı değiştirdik. Artık yeni parolanızla oturum açabilirsiniz.

source: We've sent a 6-digit verification code to your email. Please enter it below to complete the document.
tr: E-postanıza 6 haneli bir doğrulama kodu gönderdik. Belgeyi tamamlamak için lütfen aşağıya girin.

source: We've sent a confirmation email to <0>{email}</0>. Please check your inbox and click the link in the email to verify your account.
tr: <0>{email}</0> adresine bir onay e-postası gönderdik. Lütfen gelen kutunuzu kontrol edin ve hesabınızı doğrulamak için e-postadaki bağlantıya tıklayın.

source: Webhook created
tr: Webhook oluşturuldu

source: Webhook deleted
tr: Webhook silindi

source: Webhook Details
tr: Webhook Ayrıntıları

source: Webhook not found
tr: Webhook bulunamadı

source: Webhook successfully sent
tr: Webhook başarıyla gönderildi

source: Webhook updated
tr: Webhook güncellendi

source: Webhook URL
tr: Webhook URL'si

source: Webhooks
tr: Webhook'lar

source: Welcome
tr: Hoş geldiniz

source: Welcome back, we are lucky to have you.
tr: Tekrar hoş geldiniz, sizi aramızda gördüğümüz için şanslıyız.

source: Welcome back! Here's an overview of your account.
tr: Tekrar hoş geldiniz! İşte hesabınızın genel görünümü.

source: Welcome to {organisationName}
tr: {organisationName}'e hoş geldiniz

source: Welcome to Documenso!
tr: Documenso'ya hoş geldiniz!

source: Well-known URL is required
tr: Bilinen URL gereklidir

source: Were you trying to edit this document instead?
tr: Bunun yerine bu belgeyi mi düzenlemeye çalışıyordunuz?

source: What you can do with teams:
tr: Takımlarla neler yapabilirsiniz:

source: When enabled, signers can choose who should sign next in the sequence instead of following the predefined order.
tr: Etkinleştirildiğinde, imzalayanlar önceden tanımlanmış sırayı takip etmek yerine sırada kimin imzalaması gerektiğini seçebilirler.

source: When you click continue, you will be prompted to add the first available authenticator on your system.
tr: Devam et'e tıkladığınızda, sisteminizdeki ilk kullanılabilir kimlik doğrulayıcıyı eklemeniz istenecektir.

source: When you sign a document, we can automatically fill in and sign the following fields using information that has already been provided. You can also manually sign or remove any automatically signed fields afterwards if you desire.
tr: Bir belgeyi imzaladığınızda, daha önce sağlanmış olan bilgileri kullanarak aşağıdaki alanları otomatik olarak doldurabilir ve imzalayabiliriz. Ayrıca isterseniz otomatik olarak imzalanan alanları sonradan manuel olarak imzalayabilir veya kaldırabilirsiniz.

source: When you use our platform to affix your electronic signature to documents, you are consenting to do so under the Electronic Signatures in Global and National Commerce Act (E-Sign Act) and other applicable laws. This action indicates your agreement to use electronic means to sign documents and receive notifications.
tr: Elektronik imzanızı belgelere eklemek için platformumuzu kullandığınızda, bunu Küresel ve Ulusal Ticarette Elektronik İmzalar Yasası (E-Sign Yasası) ve diğer geçerli yasalar kapsamında yapmayı kabul etmiş olursunuz. Bu işlem, belgeleri imzalamak ve bildirim almak için elektronik araçları kullanmayı kabul ettiğinizi gösterir.

source: Whether to enable the SSO portal for your organisation
tr: Organizasyonunuz için SSO portalının etkinleştirilip etkinleştirilmeyeceği

source: While waiting for them to do so you can create your own Documenso account and get started with document signing right away.
tr: Onların yapmasını beklerken kendi Documenso hesabınızı oluşturabilir ve hemen belge imzalamaya başlayabilirsiniz.

source: Whitelabeling, unlimited members and more
tr: Beyaz etiketleme, sınırsız üye ve daha fazlası

source: Who do you want to remind?
tr: Kime hatırlatmak istersiniz?

source: Withdrawing Consent
tr: Rızayı Geri Çekme

source: Write a description to display on your public profile
tr: Herkese açık profilinizde görüntülenecek bir açıklama yazın

source: Yearly
tr: Yıllık

source: Yes
tr: Evet

source: You
tr: Siz

source: You are about to complete approving the following document
tr: Aşağıdaki belgeyi onaylamayı tamamlamak üzeresiniz

source: You are about to complete assisting the following document
tr: Aşağıdaki belgeye yardımcı olmayı tamamlamak üzeresiniz

source: You are about to complete signing the following document
tr: Aşağıdaki belgeyi imzalamayı tamamlamak üzeresiniz

source: You are about to complete viewing the following document
tr: Aşağıdaki belgeyi görüntülemeyi tamamlamak üzeresiniz

source: You are about to delete <0>"{documentTitle}"</0>
tr: <0>"{documentTitle}"</0> belgesini silmek üzeresiniz

source: You are about to delete <0>{0}</0>. All data related to this organisation such as teams, documents, and all other resources will be deleted. This action is irreversible.
tr: <0>{0}</0> öğesini silmek üzeresiniz. Bu organizasyonla ilgili takımlar, belgeler ve diğer tüm kaynaklar gibi tüm veriler silinecektir. Bu işlem geri alınamaz.

source: You are about to delete the following team email from <0>{teamName}</0>.
tr: <0>{teamName}</0> takımından aşağıdaki takım e-postasını silmek üzeresiniz.

source: You are about to give all organisation members access to this team under their organisation role.
tr: Tüm organizasyon üyelerine organizasyon rolleri altında bu takıma erişim vermek üzeresiniz.

source: You are about to hide <0>"{documentTitle}"</0>
tr: <0>"{documentTitle}"</0> belgesini gizlemek üzeresiniz

source: You are about to leave the following organisation.
tr: Aşağıdaki organizasyondan ayrılmak üzeresiniz.

source: You are about to remove default access to this team for all organisation members. Any members not explicitly added to this team will no longer have access.
tr: Tüm organizasyon üyeleri için bu takıma varsayılan erişimi kaldırmak üzeresiniz. Bu takıma açıkça eklenmeyen üyeler artık erişime sahip olmayacak.

source: You are about to remove the <0>{provider}</0> login method from your account.
tr: <0>{provider}</0> oturum açma yöntemini hesabınızdan kaldırmak üzeresiniz.

source: You are about to remove the email domain <0>{emailDomain}</0> from <1>{0}</1>. All emails associated with this domain will be deleted.
tr: <1>{0}</1> organizasyonundan <0>{emailDomain}</0> e-posta alan adını kaldırmak üzeresiniz. Bu alan adıyla ilişkili tüm e-postalar silinecektir.

source: You are about to remove the following document and all associated fields
tr: Aşağıdaki belgeyi ve ilişkili tüm alanları kaldırmak üzeresiniz

source: You are about to remove the following email from <0>{0}</0>.
tr: <0>{0}</0> organizasyonundan aşağıdaki e-postayı kaldırmak üzeresiniz.

source: You are about to remove the following group from <0>{0}</0>.
tr: <0>{0}</0> organizasyonundan aşağıdaki grubu kaldırmak üzeresiniz.

source: You are about to remove the following user from <0>{0}</0>.
tr: <0>{0}</0> organizasyonundan aşağıdaki kullanıcıyı kaldırmak üzeresiniz.

source: You are about to remove the following user from <0>{teamName}</0>.
tr: <0>{teamName}</0> takımından aşağıdaki kullanıcıyı kaldırmak üzeresiniz.

source: You are about to revoke access for team <0>{0}</0> ({1}) to use your email.
tr: <0>{0}</0> ({1}) takımının e-postanızı kullanım erişimini iptal etmek üzeresiniz.

source: You are about to send this document to the recipients. Are you sure you want to continue?
tr: Bu belgeyi alıcılara göndermek üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: You are about to subscribe to the {planName}
tr: {planName} planına abone olmak üzeresiniz

source: You are currently on the <0>Free Plan</0>.
tr: Şu anda <0>Ücretsiz Planda</0>sınız.

source: You are currently updating <0>{0}</0>
tr: Şu anda <0>{0}</0> öğesini güncelliyorsunuz

source: You are currently updating <0>{memberName}</0>.
tr: Şu anda <0>{memberName}</0> üyesini güncelliyorsunuz.

source: You are currently updating <0>{organisationMemberName}</0>.
tr: Şu anda <0>{organisationMemberName}</0> üyesini güncelliyorsunuz.

source: You are currently updating the <0>{passkeyName}</0> passkey.
tr: Şu anda <0>{passkeyName}</0> geçiş anahtarını güncelliyorsunuz.

source: You are currently updating the <0>{teamGroupName}</0> team group.
tr: Şu anda <0>{teamGroupName}</0> takım grubunu güncelliyorsunuz.

source: You are not allowed to move these items.
tr: Bu öğeleri taşımanıza izin verilmiyor.

source: You are not allowed to move this document.
tr: Bu belgeyi taşımanıza izin verilmiyor.

source: You are not authorized to access this page.
tr: Bu sayfaya erişim yetkiniz yok.

source: You are not authorized to delete this user.
tr: Bu kullanıcıyı silme yetkiniz yok.

source: You are not authorized to disable this user.
tr: Bu kullanıcıyı devre dışı bırakma yetkiniz yok.

source: You are not authorized to enable this user.
tr: Bu kullanıcıyı etkinleştirme yetkiniz yok.

source: You are not authorized to reset two factor authentcation for this user.
tr: Bu kullanıcı için iki faktörlü kimlik doğrulamayı sıfırlama yetkiniz yok.

source: You can add fields manually in the editor.
tr: Editörde alanları manuel olarak ekleyebilirsiniz.

source: You can add recipients manually in the editor.
tr: Editörde alıcıları manuel olarak ekleyebilirsiniz.

source: You can also copy and paste this link into your browser: {confirmationLink} (link expires in 1 hour)
tr: Ayrıca bu bağlantıyı kopyalayıp tarayıcınıza yapıştırabilirsiniz: {confirmationLink} (bağlantı 1 saat içinde sona erer)

source: You can choose to enable or disable the profile for public view.
tr: Profilin herkese açık görünümünü etkinleştirmeyi veya devre dışı bırakmayı seçebilirsiniz.

source: You can copy and share these links to recipients so they can action the document.
tr: Bu bağlantıları kopyalayıp alıcılarla paylaşabilirsiniz, böylece belge üzerinde işlem yapabilirler.

source: You can enable access to allow all organisation members to access this team by default.
tr: Tüm organizasyon üyelerinin varsayılan olarak bu takıma erişmesine izin vermek için erişimi etkinleştirebilirsiniz.

source: You can manage your email preferences here.
tr: E-posta tercihlerinizi buradan yönetebilirsiniz.

source: You can only detect fields in draft envelopes
tr: Alanları yalnızca taslak zarflarda tespit edebilirsiniz

source: You can revoke access at any time in your team settings on Documenso <0>here</0>.
tr: Erişimi Documenso üzerindeki takım ayarlarınızdan <0>buradan</0> istediğiniz zaman iptal edebilirsiniz.

source: You can update the profile URL by updating the team URL in the general settings page.
tr: Genel ayarlar sayfasından takım URL'sini güncelleyerek profil URL'sini güncelleyebilirsiniz.

source: You can use the following variables in your message:
tr: Mesajınızda aşağıdaki değişkenleri kullanabilirsiniz:

source: You can view documents associated with this email and use this identity when sending documents.
tr: Bu e-postayla ilişkili belgeleri görüntüleyebilir ve belgeleri gönderirken bu kimliği kullanabilirsiniz.

source: You can view the created documents in your dashboard under the "Documents created from template" section.
tr: Oluşturulan belgeleri panonuzda "Şablondan oluşturulan belgeler" bölümünde görüntüleyebilirsiniz.

source: You can view the document and its status by clicking the button below.
tr: Aşağıdaki düğmeye tıklayarak belgeyi ve durumunu görüntüleyebilirsiniz.

source: You cannot add assistants when signing order is disabled.
tr: İmzalama sırası devre dışı bırakıldığında asistan ekleyemezsiniz.

source: You cannot delete a group which has a higher role than you.
tr: Sizden daha yüksek role sahip bir grubu silemezsiniz.

source: You cannot delete this item because the document has been sent to recipients.
tr: Belge alıcılara gönderildiği için bu öğeyi silemezsiniz.

source: You cannot modify a group which has a higher role than you.
tr: Sizden daha yüksek role sahip bir grubu değiştiremezsiniz.

source: You cannot modify a organisation member who has a higher role than you.
tr: Sizden daha yüksek role sahip bir organizasyon üyesini değiştiremezsiniz.

source: You cannot modify a team member who has a higher role than you.
tr: Sizden daha yüksek role sahip bir takım üyesini değiştiremezsiniz.

source: You cannot remove members from this team if the inherit member feature is enabled.
tr: Üye devralma özelliği etkinse üyeleri bu takımdan kaldıramazsınız.

source: You cannot upload documents at this time.
tr: Şu anda belge yükleyemezsiniz.

source: You cannot upload encrypted PDFs.
tr: Şifreli PDF'leri yükleyemezsiniz.

source: You currently have an inactive <0>{currentProductName}</0> subscription
tr: Şu anda etkin olmayan bir <0>{currentProductName}</0> aboneliğiniz var

source: You currently have no access to any teams within this organisation. Please contact your organisation to request access.
tr: Şu anda bu organizasyon içindeki hiçbir takıma erişiminiz yok. Erişim istemek için lütfen organizasyonunuzla iletişime geçin.

source: You do not have permission to create a token for this team.
tr: Bu takım için belirteç oluşturma izniniz yok.

source: You don't manage billing for any organisations.
tr: Herhangi bir organizasyon için faturalandırmayı yönetmiyorsunuz.

source: You don't need to sign it anymore.
tr: Artık imzalamanıza gerek yok.

source: You have accepted an invitation from <0>{0}</0> to join their organisation.
tr: <0>{0}</0> tarafından gönderilen organizasyonlarına katılma davetini kabul ettiniz.

source: You have already verified your email address for <0>{0}</0>.
tr: <0>{0}</0> için e-posta adresinizi zaten doğruladınız.

source: You have been invited by <0>{0}</0> to join their organisation.
tr: <0>{0}</0> tarafından organizasyonlarına katılmaya davet edildiniz.

source: You have been invited to join {0} on Documenso
tr: Documenso'da {0} organizasyonuna katılmaya davet edildiniz
