Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: Team Name
tr: Takım Adı

source: Team not found
tr: Takım bulunamadı

source: Team Only
tr: Sadece Takım

source: Team only templates are not linked anywhere and are visible only to your team.
tr: Sadece takım şablonları hiçbir yere bağlı değildir ve sadece takımınız tarafından görülebilir.

source: Team Role
tr: Takım Rolü

source: Team settings
tr: Takım ayarları

source: Team Settings
tr: Takım Ayarları

source: Team url
tr: Takım url'si

source: Team URL
tr: Takım URL'si

source: Teams
tr: Takımlar

source: Teams help you organise your work and collaborate with others. Create your first team to get started.
tr: Takımlar çalışmanızı düzenlemenize ve diğerleriyle işbirliği yapmanıza yardımcı olur. Başlamak için ilk takımınızı oluşturun.

source: Teams that this organisation group is currently assigned to
tr: Bu organizasyon grubunun şu anda atandığı takımlar

source: Template
tr: Şablon

source: Template (Legacy)
tr: Şablon (Eski)

source: Template Created
tr: Şablon Oluşturuldu

source: Template deleted
tr: Şablon silindi

source: Template document uploaded
tr: Şablon belgesi yüklendi

source: Template duplicated
tr: Şablon çoğaltıldı

source: Template Editor
tr: Şablon Düzenleyici

source: Template has been removed from your public profile.
tr: Şablon herkese açık profilinizden kaldırıldı.

source: Template has been updated.
tr: Şablon güncellendi.

source: Template ID (Legacy)
tr: Şablon Kimliği (Eski)

source: Template is using legacy field insertion
tr: Şablon eski alan ekleme yöntemini kullanıyor

source: Template moved
tr: Şablon taşındı

source: Template saved
tr: Şablon kaydedildi

source: Template Settings
tr: Şablon Ayarları

source: Template title
tr: Şablon başlığı

source: Template updated successfully
tr: Şablon başarıyla güncellendi

source: Template uploaded
tr: Şablon yüklendi

source: Templates
tr: Şablonlar

source: Templates deleted
tr: Şablonlar silindi

source: Templates partially deleted
tr: Şablonlar kısmen silindi

source: Test Webhook
tr: Webhook'u Test Et

source: Test webhook failed
tr: Test webhook'u başarısız oldu

source: Test webhook sent
tr: Test webhook'u gönderildi

source: Text
tr: Metin

source: Text Align
tr: Metin Hizalama

source: Text Color
tr: Metin Rengi

source: Text is required
tr: Metin gereklidir

source: Text Settings
tr: Metin Ayarları

source: Thank you for completing the signing process.
tr: İmzalama sürecini tamamladığınız için teşekkür ederiz.

source: Thank you for using Documenso to perform your electronic document signing. The purpose of this disclosure is to inform you about the process, legality, and your rights regarding the use of electronic signatures on our platform. By opting to use an electronic signature, you are agreeing to the terms and conditions outlined below.
tr: Elektronik belge imzalama işleminizi gerçekleştirmek için Documenso'yu kullandığınız için teşekkür ederiz. Bu açıklamanın amacı, platformumuzda elektronik imzaların kullanımıyla ilgili süreç, yasallık ve haklarınız hakkında sizi bilgilendirmektir. Bir elektronik imza kullanmayı tercih ederek, aşağıda belirtilen şartlar ve koşulları kabul etmiş olursunuz.

source: That's okay, it happens! Click the button below to reset your password.
tr: Sorun değil, olur böyle şeyler! Parolanızı sıfırlamak için aşağıdaki düğmeye tıklayın.

source: The account has been deleted successfully.
tr: Hesap başarıyla silindi.

source: The account has been disabled successfully.
tr: Hesap başarıyla devre dışı bırakıldı.

source: The account has been enabled successfully.
tr: Hesap başarıyla etkinleştirildi.

source: The authentication methods required for recipients to sign fields
tr: Alıcıların alanları imzalaması için gereken kimlik doğrulama yöntemleri

source: The authentication methods required for recipients to sign the signature field.
tr: Alıcıların imza alanını imzalaması için gereken kimlik doğrulama yöntemleri.

source: The authentication methods required for recipients to view the document.
tr: Alıcıların belgeyi görüntülemesi için gereken kimlik doğrulama yöntemleri.

source: The content to show in the banner, HTML is allowed
tr: Banner'da gösterilecek içerik, HTML'ye izin verilir

source: The default email to use when sending emails to recipients
tr: Alıcılara e-posta gönderirken kullanılacak varsayılan e-posta

source: The direct link has been copied to your clipboard
tr: Doğrudan bağlantı panonuza kopyalandı

source: The display name for this email address
tr: Bu e-posta adresi için görünen ad

source: The Document has been deleted successfully.
tr: Belge başarıyla silindi.

source: The document has been moved successfully.
tr: Belge başarıyla taşındı.

source: The document has been successfully rejected.
tr: Belge başarıyla reddedildi.

source: The document is already saved and cannot be changed.
tr: Belge zaten kaydedildi ve değiştirilemez.

source: The document is now completed, please follow any instructions provided within the parent application.
tr: Belge şimdi tamamlandı, lütfen ana uygulamada sağlanan talimatları izleyin.

source: The document owner has been notified of this rejection. No further action is required from you at this time. The document owner may contact you with any questions regarding this rejection.
tr: Belge sahibi bu reddetme hakkında bilgilendirildi. Şu anda sizden başka bir işlem yapmanız gerekmiyor. Belge sahibi bu reddetme ile ilgili soruları için sizinle iletişime geçebilir.

source: The document owner has been notified of your decision. They may contact you with further instructions if necessary.
tr: Belge sahibi kararınız hakkında bilgilendirildi. Gerekirse daha fazla talimat için sizinle iletişime geçebilirler.

source: The document ownership was delegated to {0} on behalf of {1}
tr: Belge sahipliği {1} adına {0} kullanıcısına devredildi

source: The document was created but could not be sent to recipients.
tr: Belge oluşturuldu ancak alıcılara gönderilemedi.

source: The document will be hidden from your account
tr: Belge hesabınızdan gizlenecek

source: The document will be immediately sent to recipients if this is checked.
tr: Bu işaretlenirse belge alıcılara hemen gönderilecektir.

source: The document you are looking for could not be found.
tr: Aradığınız belge bulunamadı.

source: The document you are looking for may have been removed, renamed or may have never existed.
tr: Aradığınız belge kaldırılmış, yeniden adlandırılmış veya hiç var olmamış olabilir.

source: The document's name
tr: Belgenin adı

source: The email address which will show up in the "Reply To" field in emails
tr: E-postalardaki "Yanıtla" alanında görünecek e-posta adresi

source: The email domain you are looking for may have been removed, renamed or may have never existed.
tr: Aradığınız e-posta alan adı kaldırılmış, yeniden adlandırılmış veya hiç var olmamış olabilir.

source: The email or password provided is incorrect.
tr: Sağlanan e-posta veya parola yanlış.

source: The events that will trigger a webhook to be sent to your URL.
tr: URL'nize bir webhook gönderilmesini tetikleyecek olaylar.

source: The fields have been updated to the new field insertion method successfully
tr: Alanlar yeni alan ekleme yöntemine başarıyla güncellendi

source: The folder you are trying to delete does not exist.
tr: Silmeye çalıştığınız klasör mevcut değil.

source: The folder you are trying to move does not exist.
tr: Taşımaya çalıştığınız klasör mevcut değil.

source: The folder you are trying to move the document to does not exist.
tr: Belgeyi taşımaya çalıştığınız klasör mevcut değil.

source: The folder you are trying to move the items to does not exist.
tr: Öğeleri taşımaya çalıştığınız klasör mevcut değil.

source: The folder you are trying to move the template to does not exist.
tr: Şablonu taşımaya çalıştığınız klasör mevcut değil.

source: The following errors occurred:
tr: Aşağıdaki hatalar oluştu:

source: The following recipients require an email address:
tr: Aşağıdaki alıcılar bir e-posta adresi gerektiriyor:

source: The following signers are missing signature fields:
tr: Aşağıdaki imzalayanların imza alanları eksik:

source: The following team has been deleted. You will no longer be able to access this team and its documents
tr: Aşağıdaki takım silindi. Artık bu takıma ve belgelerine erişemeyeceksiniz

source: The OpenID discovery endpoint URL for your provider
tr: Sağlayıcınız için OpenID keşif uç noktası URL'si

source: The organisation authentication portal does not exist, or is not configured
tr: Organizasyon kimlik doğrulama portalı mevcut değil veya yapılandırılmamış

source: The organisation email has been created successfully.
tr: Organizasyon e-postası başarıyla oluşturuldu.

source: The organisation group you are looking for may have been removed, renamed or may have never existed.
tr: Aradığınız organizasyon grubu kaldırılmış, yeniden adlandırılmış veya hiç var olmamış olabilir.

source: The organisation role that will be applied to all members in this group.
tr: Bu gruptaki tüm üyelere uygulanacak organizasyon rolü.

source: The organisation you are looking for may have been removed, renamed or may have never existed.
tr: Aradığınız organizasyon kaldırılmış, yeniden adlandırılmış veya hiç var olmamış olabilir.

source: The page you are looking for was moved, removed, renamed or might never have existed.
tr: Aradığınız sayfa taşınmış, kaldırılmış, yeniden adlandırılmış veya hiç var olmamış olabilir.

source: The part before the @ symbol (e.g., "support" for support@{0})
tr: @ sembolünden önceki kısım (örneğin, destek@{0} için "destek")

source: The preselected values will be ignored unless they meet the validation criteria.
tr: Önceden seçilen değerler, doğrulama kriterlerini karşılamadığı sürece yoksayılacaktır.

source: The profile link has been copied to your clipboard
tr: Profil bağlantısı panonuza kopyalandı

source: The profile you are looking for could not be found.
tr: Aradığınız profil bulunamadı.

source: The public description that will be displayed with this template
tr: Bu şablonla görüntülenecek herkese açık açıklama

source: The public name for your template
tr: Şablonunuzun herkese açık adı

source: The reason provided for deletion is the following:
tr: Silme için sağlanan neden şudur:

source: The recipient can prepare the document for later signers by pre-filling suggest values.
tr: Alıcı, önerilen değerleri önceden doldurarak belgeyi sonraki imzalayanlar için hazırlayabilir.

source: The recipient has been updated successfully
tr: Alıcı başarıyla güncellendi

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
tr: Alıcının herhangi bir işlem yapması gerekmez ve tamamlandıktan sonra belgenin bir kopyasını alır.

source: The recipient is required to approve the document for it to be completed.
tr: Tamamlanması için alıcının belgeyi onaylaması gerekir.

source: The recipient is required to sign the document for it to be completed.
tr: Tamamlanması için alıcının belgeyi imzalaması gerekir.

source: The recipient is required to view the document for it to be completed.
tr: Tamamlanması için alıcının belgeyi görüntülemesi gerekir.

source: The sharing link could not be created at this time. Please try again.
tr: Paylaşım bağlantısı şu anda oluşturulamadı. Lütfen tekrar deneyin.

source: The sharing link has been copied to your clipboard.
tr: Paylaşım bağlantısı panonuza kopyalandı.

source: The signer's email
tr: İmzalayanın e-postası

source: The signer's name
tr: İmzalayanın adı

source: The signing link has been copied to your clipboard.
tr: İmzalama bağlantısı panonuza kopyalandı.

source: The site banner is a message that is shown at the top of the site. It can be used to display important information to your users.
tr: Site bannerı, sitenin en üstünde gösterilen bir mesajdır. Kullanıcılarınıza önemli bilgileri görüntülemek için kullanılabilir.

source: The team email <0>{teamEmail}</0> has been removed from the following team
tr: <0>{teamEmail}</0> takım e-postası aşağıdaki takımdan kaldırıldı

source: The team you are looking for may have been removed, renamed or may have never existed.
tr: Aradığınız takım kaldırılmış, yeniden adlandırılmış veya hiç var olmamış olabilir.

source: The template has been moved successfully.
tr: Şablon başarıyla taşındı.

source: The template will be removed from your profile
tr: Şablon profilinizden kaldırılacak

source: The template you are looking for could not be found.
tr: Aradığınız şablon bulunamadı.

source: The template you are looking for may have been removed, renamed or may have never existed.
tr: Aradığınız şablon kaldırılmış, yeniden adlandırılmış veya hiç var olmamış olabilir.

source: The test webhook has been successfully sent to your endpoint.
tr: Test webhook'u uç noktanıza başarıyla gönderildi.

source: The token is invalid or has expired.
tr: Belirteç geçersiz veya süresi dolmuş.

source: The token was copied to your clipboard.
tr: Belirteç panonuza kopyalandı.

source: The token was deleted successfully.
tr: Belirteç başarıyla silindi.

source: The token you have used to reset your password is either expired or it never existed. If you have still forgotten your password, please request a new reset link.
tr: Parolanızı sıfırlamak için kullandığınız belirtecin süresi dolmuş veya hiç var olmamış. Parolanızı hala unuttuysanız, lütfen yeni bir sıfırlama bağlantısı isteyin.

source: The two-factor authentication code provided is incorrect.
tr: Sağlanan iki faktörlü kimlik doğrulama kodu yanlış.

source: The typed signature font size
tr: Yazılan imza yazı tipi boyutu

source: The types of signatures that recipients are allowed to use when signing the document.
tr: Alıcıların belgeyi imzalarken kullanmasına izin verilen imza türleri.

source: The URL for Documenso to send webhook events to.
tr: Documenso'nun webhook olaylarını göndereceği URL.

source: The user you are looking for may have been removed, renamed or may have never existed.
tr: Aradığınız kullanıcı kaldırılmış, yeniden adlandırılmış veya hiç var olmamış olabilir.

source: The user's two factor authentication has been reset successfully.
tr: Kullanıcının iki faktörlü kimlik doğrulaması başarıyla sıfırlandı.

source: The visibility of the document to the recipient.
tr: Belgenin alıcıya görünürlüğü.

source: The webhook has been successfully deleted.
tr: Webhook başarıyla silindi.

source: The webhook has been updated successfully.
tr: Webhook başarıyla güncellendi.

source: The webhook was successfully created.
tr: Webhook başarıyla oluşturuldu.

source: The webhook you are looking for may have been removed, renamed or may have never existed.
tr: Aradığınız webhook kaldırılmış, yeniden adlandırılmış veya hiç var olmamış olabilir.

source: There are no active drafts at the current moment. You can upload a document to start drafting.
tr: Şu anda aktif taslak yok. Taslak oluşturmaya başlamak için bir belge yükleyebilirsiniz.

source: There are no completed documents yet. Documents that you have created or received will appear here once completed.
tr: Henüz tamamlanmış belge yok. Oluşturduğunuz veya aldığınız belgeler tamamlandıktan sonra burada görünecektir.

source: There was an error uploading your file. Please try again.
tr: Dosyanız yüklenirken bir hata oluştu. Lütfen tekrar deneyin.

source: There was an issue rendering some fields, please review the fields and try again.
tr: Bazı alanlar oluşturulurken bir sorun oluştu, lütfen alanları inceleyin ve tekrar deneyin.

source: These can be overriden by setting the authentication requirements directly on each recipient in the next step. Multiple methods can be selected.
tr: Bunlar, bir sonraki adımda doğrudan her alıcıda kimlik doğrulama gereksinimleri ayarlanarak geçersiz kılınabilir. Birden fazla yöntem seçilebilir.

source: These will override any global settings. Multiple methods can be selected.
tr: Bunlar herhangi bir genel ayarı geçersiz kılacaktır. Birden fazla yöntem seçilebilir.

source: They have permission on your behalf to:
tr: Sizin adınıza şunları yapma izinleri var:

source: This account has been disabled. Please contact support.
tr: Bu hesap devre dışı bırakıldı. Lütfen destekle iletişime geçin.

source: This account has not been verified. Please verify your account before signing in.
tr: Bu hesap doğrulanmadı. Lütfen oturum açmadan önce hesabınızı doğrulayın.

source: This action is irreversible. Please ensure you have informed the user before proceeding.
tr: Bu işlem geri alınamaz. Lütfen devam etmeden önce kullanıcıyı bilgilendirdiğinizden emin olun.

source: This action is not reversible. Please be certain.
tr: Bu işlem geri alınamaz. Lütfen emin olun.

source: This action is reversible, but please be careful as the account may be affected permanently (e.g. their settings and contents not being restored properly).
tr: Bu işlem geri alınabilir, ancak lütfen dikkatli olun çünkü hesap kalıcı olarak etkilenebilir (örneğin ayarları ve içerikleri düzgün bir şekilde geri yüklenmeyebilir).

source: This can take a minute or two depending on the size of your document.
tr: Bu, belgenizin boyutuna bağlı olarak bir veya iki dakika sürebilir.

source: This claim is locked and cannot be deleted.
tr: Bu talep kilitli ve silinemez.

source: This document can not be recovered, if you would like to dispute the reason for future documents please contact support.
tr: Bu belge kurtarılamaz, gelecekteki belgeler için nedene itiraz etmek isterseniz lütfen destekle iletişime geçin.

source: This document cannot be changed
tr: Bu belge değiştirilemez

source: This document could not be deleted at this time. Please try again.
tr: Bu belge şu anda silinemedi. Lütfen tekrar deneyin.

source: This document could not be downloaded at this time. Please try again.
tr: Bu belge şu anda indirilemedi. Lütfen tekrar deneyin.

source: This document could not be duplicated at this time. Please try again.
tr: Bu belge şu anda çoğaltılamadı. Lütfen tekrar deneyin.

source: This document could not be re-sent at this time. Please try again.
tr: Bu belge şu anda yeniden gönderilemedi. Lütfen tekrar deneyin.

source: This document has already been sent to this recipient. You can no longer edit this recipient.
tr: Bu belge zaten bu alıcıya gönderildi. Artık bu alıcıyı düzenleyemezsiniz.

source: This document has been cancelled by the owner and is no longer available for others to sign.
tr: Bu belge sahibi tarafından iptal edildi ve artık başkalarının imzalaması için mevcut değil.

source: This document has been cancelled by the owner.
tr: Bu belge sahibi tarafından iptal edildi.

source: This document has been rejected by a recipient
tr: Bu belge bir alıcı tarafından reddedildi

source: This document has been signed by all recipients
tr: Bu belge tüm alıcılar tarafından imzalandı

source: This document is available in your Documenso account. You can view more details, recipients, and audit logs there.
tr: Bu belge Documenso hesabınızda mevcuttur. Orada daha fazla ayrıntı, alıcı ve denetim günlüklerini görüntüleyebilirsiniz.

source: This document is currently a draft and has not been sent
tr: Bu belge şu anda taslak halindedir ve gönderilmemiştir

source: This document is using legacy field insertion, we recommend using the new field insertion method for more accurate results.
tr: Bu belge eski alan ekleme yöntemini kullanıyor, daha doğru sonuçlar için yeni alan ekleme yöntemini kullanmanızı öneririz.

source: This document was created by you or a team member using the template above.
tr: Bu belge, yukarıdaki şablon kullanılarak siz veya bir takım üyesi tarafından oluşturuldu.

source: This document was created using a direct link.
tr: Bu belge doğrudan bir bağlantı kullanılarak oluşturuldu.

source: This document was sent using <0>Documenso</0>.
tr: Bu belge <0>Documenso</0> kullanılarak gönderildi.

source: This document will be duplicated.
tr: Bu belge çoğaltılacak.

source: This email confirms that you have rejected the document <0>"{documentName}"</0> sent by {documentOwnerName}.
tr: Bu e-posta, {documentOwnerName} tarafından gönderilen <0>"{documentName}"</0> belgesini reddettiğinizi onaylar.

source: This email is already being used by another team.
tr: Bu e-posta zaten başka bir takım tarafından kullanılıyor.

source: This email is sent to the document owner when a recipient has signed the document.
tr: Bu e-posta, bir alıcı belgeyi imzaladığında belge sahibine gönderilir.

source: This email is sent to the recipient if they are removed from a pending document.
tr: Bu e-posta, bekleyen bir belgeden kaldırılırsa alıcıya gönderilir.

source: This email is sent to the recipient requesting them to sign the document.
tr: Bu e-posta, alıcıdan belgeyi imzalamasını istemek için gönderilir.

source: This email will be sent to the recipient who has just signed the document, if there are still other recipients who have not signed yet.
tr: Bu e-posta, henüz imzalamamış başka alıcılar varsa, belgeyi yeni imzalayan alıcıya gönderilecektir.

source: This envelope could not be distributed at this time. Please try again.
tr: Bu zarf şu anda dağıtılamadı. Lütfen tekrar deneyin.

source: This envelope could not be resent at this time. Please try again.
tr: Bu zarf şu anda yeniden gönderilemedi. Lütfen tekrar deneyin.

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
tr: Bu alan değiştirilemez veya silinemez. Bu şablonun doğrudan bağlantısını paylaştığınızda veya herkese açık profilinize eklediğinizde, erişen herkes adını ve e-postasını girebilir ve kendilerine atanan alanları doldurabilir.

source: This folder contains multiple items. Deleting it will remove all subfolders and move all nested documents and templates to the root folder.
tr: Bu klasör birden fazla öğe içeriyor. Silinmesi tüm alt klasörleri kaldıracak ve tüm iç içe geçmiş belgeleri ve şablonları kök klasöre taşıyacaktır.

source: This is how the document will reach the recipients once the document is ready for signing.
tr: Belge imzalamaya hazır olduğunda alıcılara bu şekilde ulaşacaktır.

source: This is the claim that this organisation was initially created with. Any feature flag changes to this claim will be backported into this organisation.
tr: Bu, bu organizasyonun başlangıçta oluşturulduğu taleptir. Bu talep üzerindeki herhangi bir özellik bayrağı değişikliği bu organizasyona geri taşınacaktır.

source: This is the required scopes you must set in your provider's settings
tr: Bu, sağlayıcınızın ayarlarında belirlemeniz gereken gerekli kapsamlardır

source: This is the URL which users will use to sign in to your organisation.
tr: Bu, kullanıcıların organizasyonunuzda oturum açmak için kullanacağı URL'dir.

source: This item cannot be deleted
tr: Bu öğe silinemez

source: This link is invalid or has expired. Please contact your team to resend a verification.
tr: Bu bağlantı geçersiz veya süresi dolmuş. Doğrulamayı yeniden göndermek için lütfen takımınızla iletişime geçin.

source: This organisation will have administrative control over your account. You can revoke this access later, but they will retain access to any data they've already collected.
tr: Bu organizasyon hesabınız üzerinde idari kontrole sahip olacaktır. Bu erişimi daha sonra iptal edebilirsiniz, ancak zaten topladıkları verilere erişimlerini koruyacaklardır.

source: This organisation, and any associated data will be permanently deleted.
tr: Bu organizasyon ve ilişkili tüm veriler kalıcı olarak silinecektir.

source: This passkey has already been registered.
tr: Bu geçiş anahtarı zaten kayıtlı.
