Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: .PDF documents accepted (max {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)
tr: .PDF belgeleri kabul edilir (maks {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)

source: "{0}" will appear on the document as it has a timezone of "{1}".
tr: "{0}" belgede "{1}" saat dilimine sahip olarak görünecek.

source: "{documentName}" has been deleted by an admin.
tr: "{documentName}" bir yönetici tarafından silindi.

source: “{documentName}” has been signed
tr: “{documentName}” imzalandı

source: “{documentName}” was signed by all signers
tr: “{documentName}” tüm imzacılar tarafından imzalandı

source: "{documentTitle}" has been successfully deleted
tr: "{documentTitle}" başarıyla silindi

source: "{placeholderEmail}" on behalf of "Team Name" has invited you to sign "example document".
tr: "{placeholderEmail}" ("Team Name" adına) sizi "example document" belgesini imzalamaya davet etti.

source: "Team Name" has invited you to sign "example document".
tr: "Team Name" sizi "example document" belgesini imzalamaya davet etti.

source: (You)
tr: (Siz)

source: {0, plural, one {(1 character over)} other {(# characters over)}}
tr: {0, plural, one {(1 karakter fazla)} other {(# karakter fazla)}}

source: {0, plural, one {{1} of # row selected.} other {{2} of # rows selected.}}
tr: {0, plural, one {{1} / # satır seçildi.} other {{2} / # satır seçildi.}}

source: {0, plural, one {# character over the limit} other {# characters over the limit}}
tr: {0, plural, one {limitin # karakter üzerinde} other {limitin # karakter üzerinde}}

source: {0, plural, one {# character remaining} other {# characters remaining}}
tr: {0, plural, one {# karakter kaldı} other {# karakter kaldı}}

source: {0, plural, one {# document} other {# documents}}
tr: {0, plural, one {# belge} other {# belge}}

source: {0, plural, one {# Event} other {# Events}}
tr: {0, plural, one {# Olay} other {# Olay}}

source: {0, plural, one {# field} other {# fields}}
tr: {0, plural, one {# alan} other {# alan}}

source: {0, plural, one {# folder} other {# folders}}
tr: {0, plural, one {# klasör} other {# klasör}}

source: {0, plural, one {# recipient have been added from AI detection.} other {# recipients have been added from AI detection.}}
tr: {0, plural, one {YZ tespitiyle # alıcı eklendi.} other {YZ tespitiyle # alıcı eklendi.}}

source: {0, plural, one {# recipient} other {# recipients}}
tr: {0, plural, one {# alıcı} other {# alıcı}}

source: {0, plural, one {# Recipient} other {# Recipients}}
tr: {0, plural, one {# Alıcı} other {# Alıcı}}

source: {0, plural, one {# team} other {# teams}}
tr: {0, plural, one {# takım} other {# takım}}

source: {0, plural, one {# template} other {# templates}}
tr: {0, plural, one {# şablon} other {# şablon}}

source: {0, plural, one {<0>You have <1>1</1> pending invitation</0>} other {<2>You have <3>#</3> pending invitations</2>}}
tr: {0, plural, one {<0><1>1</1> bekleyen davetiniz var</0>} other {<2><3>#</3> bekleyen davetiniz var</2>}}

source: {0, plural, one {1 Field Remaining} other {# Fields Remaining}}
tr: {0, plural, one {1 Alan Kaldı} other {# Alan Kaldı}}

source: {0, plural, one {1 Field} other {# Fields}}
tr: {0, plural, one {1 Alan} other {# Alan}}

source: {0, plural, one {1 matching field} other {# matching fields}}
tr: {0, plural, one {1 eşleşen alan} other {# eşleşen alan}}

source: {0, plural, one {1 Recipient} other {# Recipients}}
tr: {0, plural, one {1 Alıcı} other {# Alıcı}}

source: {0, plural, one {Page {1} of {2} - # field found} other {Page {3} of {4} - # fields found}}
tr: {0, plural, one {Sayfa {1} / {2} - # alan bulundu} other {Sayfa {3} / {4} - # alan bulundu}}

source: {0, plural, one {Page {1} of {2} - # recipient found} other {Page {3} of {4} - # recipients found}}
tr: {0, plural, one {Sayfa {1} / {2} - # alıcı bulundu} other {Sayfa {3} / {4} - # alıcı bulundu}}

source: {0, plural, one {Recipient added} other {Recipients added}}
tr: {0, plural, one {Alıcı eklendi} other {Alıcılar eklendi}}

source: {0, plural, one {Select a folder to move the selected document to.} other {Select a folder to move the # selected documents to.}}
tr: {0, plural, one {Seçilen belgeyi taşımak için bir klasör seçin.} other {Seçilen # belgeyi taşımak için bir klasör seçin.}}

source: {0, plural, one {Select a folder to move the selected template to.} other {Select a folder to move the # selected templates to.}}
tr: {0, plural, one {Seçilen şablonu taşımak için bir klasör seçin.} other {Seçilen # şablonu taşımak için bir klasör seçin.}}

source: {0, plural, one {Waiting on 1 recipient} other {Waiting on # recipients}}
tr: {0, plural, one {1 alıcı bekleniyor} other {# alıcı bekleniyor}}

source: {0, plural, one {We found # field in your document.} other {We found # fields in your document.}}
tr: {0, plural, one {Belgenizde # alan bulduk.} other {Belgenizde # alan bulduk.}}

source: {0, plural, one {We found # recipient in your document.} other {We found # recipients in your document.}}
tr: {0, plural, one {Belgenizde # alıcı bulduk.} other {Belgenizde # alıcı bulduk.}}

source: {0, plural, one {You are about to delete the selected document.} other {You are about to delete # documents.}}
tr: {0, plural, one {Seçilen belgeyi silmek üzeresiniz.} other {# belgeyi silmek üzeresiniz.}}

source: {0, plural, one {You are about to delete the selected template.} other {You are about to delete # templates.}}
tr: {0, plural, one {Seçilen şablonu silmek üzeresiniz.} other {# şablonu silmek üzeresiniz.}}

source: {0} couldn't be uploaded:
tr: {0} yüklenemedi:

source: {0} direct signing templates
tr: {0} doğrudan imzalama şablonu

source: {0} has invited you to {recipientActionVerb} the document "{1}".
tr: {0}, sizi "{1}" belgesini {recipientActionVerb} için davet etti.

source: {0} invited you to {recipientActionVerb} a document
tr: {0} sizi bir belgeyi {recipientActionVerb} için davet etti

source: {0} item(s) deleted. {1} item(s) could not be deleted.
tr: {0} öğe silindi. {1} öğe silinemedi.

source: {0} item(s) have been deleted.
tr: {0} öğe silindi.

source: {0} of {1} documents remaining this month.
tr: Bu ay {0} / {1} belge hakkı kaldı.

source: {0} on behalf of "{1}" has invited you to {recipientActionVerb} the document "{2}".
tr: {0} ("{1}" adına) sizi "{2}" belgesini {recipientActionVerb} için davet etti.

source: {0} Teams
tr: {0} Takım

source: {browserInfo} on {os}
tr: {os} üzerinde {browserInfo}

source: {charactersRemaining, plural, one {1 character remaining} other {{charactersRemaining} characters remaining}}
tr: {charactersRemaining, plural, one {1 karakter kaldı} other {{charactersRemaining} karakter kaldı}}

source: {expiresInMinutes, plural, one {This code will expire in # minute.} other {This code will expire in # minutes.}}
tr: {expiresInMinutes, plural, one {Bu kodun süresi # dakika içinde dolacak.} other {Bu kodun süresi # dakika içinde dolacak.}}

source: {inviterName} has cancelled the document {documentName}, you don't need to sign it anymore.
tr: {inviterName}, {documentName} belgesini iptal etti, artık imzalamanıza gerek yok.

source: {inviterName} has cancelled the document<0/>"{documentName}"
tr: {inviterName}, <0/>"{documentName}" belgesini iptal etti

source: {inviterName} has invited you to {0}<0/>"{documentName}"
tr: {inviterName} sizi {0}<0/>"{documentName}" işlemine davet etti

source: {inviterName} has invited you to {action} {documentName}
tr: {inviterName} sizi {documentName} belgesini {action} için davet etti

source: {inviterName} has invited you to {action} the document "{documentName}".
tr: {inviterName} sizi "{documentName}" belgesini {action} için davet etti.

source: {inviterName} has removed you from the document {documentName}.
tr: {inviterName} sizi {documentName} belgesinden çıkardı.

source: {inviterName} has removed you from the document<0/>"{documentName}"
tr: {inviterName} sizi <0/>"{documentName}" belgesinden çıkardı

source: {inviterName} on behalf of "{0}" has invited you to {recipientActionVerb} the document "{1}".
tr: {inviterName} ("{0}" adına) sizi "{1}" belgesini {recipientActionVerb} için davet etti.

source: {inviterName} on behalf of "{teamName}" has invited you to {0}<0/>"{documentName}"
tr: {inviterName} ("{teamName}" adına) sizi {0}<0/>"{documentName}" işlemine davet etti

source: {inviterName} on behalf of "{teamName}" has invited you to {action} {documentName}
tr: {inviterName} ("{teamName}" adına) sizi {documentName} belgesini {action} için davet etti

source: {MAXIMUM_PASSKEYS, plural, one {You cannot have more than # passkey.} other {You cannot have more than # passkeys.}}
tr: {MAXIMUM_PASSKEYS, plural, one {# adetten fazla geçiş anahtarına sahip olamazsınız.} other {# adetten fazla geçiş anahtarına sahip olamazsınız.}}

source: {maximumEnvelopeItemCount, plural, one {You cannot upload more than # item per envelope.} other {You cannot upload more than # items per envelope.}}
tr: {maximumEnvelopeItemCount, plural, one {Zarf başına # adetten fazla öğe yükleyemezsiniz.} other {Zarf başına # adetten fazla öğe yükleyemezsiniz.}}

source: {prefix} added a field
tr: {prefix} bir alan ekledi

source: {prefix} added a recipient
tr: {prefix} bir alıcı ekledi

source: {prefix} created an envelope item with title {0}
tr: {prefix}, {0} başlığıyla bir zarf öğesi oluşturdu

source: {prefix} created the document
tr: {prefix} belgeyi oluşturdu

source: {prefix} deleted an envelope item with title {0}
tr: {prefix}, {0} başlıklı bir zarf öğesini sildi

source: {prefix} deleted the document
tr: {prefix} belgeyi sildi

source: {prefix} moved the document to team
tr: {prefix} belgeyi takıma taşıdı

source: {prefix} opened the document
tr: {prefix} belgeyi açtı

source: {prefix} prefilled a field
tr: {prefix} bir alanı önceden doldurdu

source: {prefix} removed a field
tr: {prefix} bir alanı kaldırdı

source: {prefix} removed a recipient
tr: {prefix} bir alıcıyı kaldırdı

source: {prefix} resent an email to {0}
tr: {prefix}, {0} adresine e-postayı tekrar gönderdi

source: {prefix} sent an email to {0}
tr: {prefix}, {0} adresine e-posta gönderdi

source: {prefix} sent the document
tr: {prefix} belgeyi gönderdi

source: {prefix} signed a field
tr: {prefix} bir alanı imzaladı

source: {prefix} unsigned a field
tr: {prefix} bir alanın imzasını kaldırdı

source: {prefix} updated a field
tr: {prefix} bir alanı güncelledi

source: {prefix} updated a recipient
tr: {prefix} bir alıcıyı güncelledi

source: {prefix} updated the document
tr: {prefix} belgeyi güncelledi

source: {prefix} updated the document access auth requirements
tr: {prefix} belge erişim kimlik doğrulama gereksinimlerini güncelledi

source: {prefix} updated the document external ID
tr: {prefix} belge harici kimliğini güncelledi

source: {prefix} updated the document signing auth requirements
tr: {prefix} belge imzalama kimlik doğrulama gereksinimlerini güncelledi

source: {prefix} updated the document title
tr: {prefix} belge başlığını güncelledi

source: {prefix} updated the document visibility
tr: {prefix} belge görünürlüğünü güncelledi

source: {prefix} viewed the document
tr: {prefix} belgeyi görüntüledi

source: {recipientActionVerb} document
tr: Belgeyi {recipientActionVerb}

source: {recipientActionVerb} the document to complete the process.
tr: Süreci tamamlamak için belgeyi {recipientActionVerb}.

source: {recipientCount} recipients
tr: {recipientCount} alıcı

source: {recipientName} {action} a document by using one of your direct links
tr: {recipientName}, doğrudan bağlantılarınızı kullanarak bir belgeyi {action}

source: {recipientName} has rejected the document '{documentName}'
tr: {recipientName}, '{documentName}' belgesini reddetti

source: {recipientReference} has completed signing the document.
tr: {recipientReference} belgeyi imzalamayı tamamladı.

source: {recipientReference} has signed "{0}"
tr: {recipientReference}, "{0}" belgesini imzaladı

source: {recipientReference} has signed "{documentName}"
tr: {recipientReference}, "{documentName}" belgesini imzaladı

source: {recipientReference} has signed {documentName}
tr: {recipientReference}, {documentName} belgesini imzaladı

source: {remaningLength, plural, one {# character remaining} other {# characters remaining}}
tr: {remaningLength, plural, one {# karakter kaldı} other {# karakter kaldı}}

source: {selectedCount} selected
tr: {selectedCount} seçili

source: {signerName} has rejected the document "{documentName}".
tr: {signerName}, "{documentName}" belgesini reddetti.

source: {teamName} has invited you to {0}<0/>"{documentName}"
tr: {teamName} sizi {0}<0/>"{documentName}" işlemine davet etti

source: {teamName} has invited you to {action} {documentName}
tr: {teamName} sizi {documentName} belgesini {action} için davet etti

source: {userName} approved the document
tr: {userName} belgeyi onayladı

source: {userName} CC'd the document
tr: {userName} belgeyi Bilgi (CC) olarak tamamladı

source: {userName} completed their task
tr: {userName} görevini tamamladı

source: {userName} failed to validate a 2FA token for the document
tr: {userName} belge için 2FA jetonunu doğrulayamadı

source: {userName} rejected the document
tr: {userName} belgeyi reddetti

source: {userName} requested a 2FA token for the document
tr: {userName} belge için 2FA jetonu istedi

source: {userName} signed the document
tr: {userName} belgeyi imzaladı

source: {userName} validated a 2FA token for the document
tr: {userName} belge için 2FA jetonunu doğruladı

source: {userName} viewed the document
tr: {userName} belgeyi görüntüledi

source: {validationLength, plural, one {Select at least # option} other {Select at least # options}}
tr: {validationLength, plural, one {En az # seçenek belirleyin} other {En az # seçenek belirleyin}}

source: {validationLength, plural, one {Select at most # option} other {Select at most # options}}
tr: {validationLength, plural, one {En fazla # seçenek belirleyin} other {En fazla # seçenek belirleyin}}

source: {validationLength, plural, one {Select exactly # option} other {Select exactly # options}}
tr: {validationLength, plural, one {Tam olarak # seçenek belirleyin} other {Tam olarak # seçenek belirleyin}}

source: {visibleRows, plural, one {Showing # result.} other {Showing # results.}}
tr: {visibleRows, plural, one {# sonuç gösteriliyor.} other {# sonuç gösteriliyor.}}

source: <0>"{0}"</0>is no longer available to sign
tr: <0>"{0}"</0> artık imzalanabilir değil

source: <0>{organisationName}</0> has requested to create an account on your behalf.
tr: <0>{organisationName}</0> adınıza bir hesap oluşturmak istedi.

source: <0>{organisationName}</0> has requested to link your current Documenso account to their organisation.
tr: <0>{organisationName}</0> mevcut Documenso hesabınızı kendi organizasyonlarına bağlamak istedi.

source: <0>{senderName} {senderEmail}</0> has invited you to approve this document
tr: <0>{senderName} {senderEmail}</0> sizi bu belgeyi onaylamaya davet etti

source: <0>{senderName} {senderEmail}</0> has invited you to assist this document
tr: <0>{senderName} {senderEmail}</0> sizi bu belgeye asistanlık etmeye davet etti

source: <0>{senderName} {senderEmail}</0> has invited you to sign this document
tr: <0>{senderName} {senderEmail}</0> sizi bu belgeyi imzalamaya davet etti

source: <0>{senderName} {senderEmail}</0> has invited you to view this document
tr: <0>{senderName} {senderEmail}</0> sizi bu belgeyi görüntülemeye davet etti

source: <0>{senderName} {senderEmail}</0> on behalf of "{0}" has invited you to approve this document
tr: <0>{senderName} {senderEmail}</0> ("{0}" adına) sizi bu belgeyi onaylamaya davet etti

source: <0>{senderName} {senderEmail}</0> on behalf of "{0}" has invited you to assist this document
tr: <0>{senderName} {senderEmail}</0> ("{0}" adına) sizi bu belgeye asistanlık etmeye davet etti

source: <0>{senderName} {senderEmail}</0> on behalf of "{0}" has invited you to sign this document
tr: <0>{senderName} {senderEmail}</0> ("{0}" adına) sizi bu belgeyi imzalamaya davet etti

source: <0>{senderName} {senderEmail}</0> on behalf of "{0}" has invited you to view this document
tr: <0>{senderName} {senderEmail}</0> ("{0}" adına) sizi bu belgeyi görüntülemeye davet etti

source: <0>{teamName}</0> has requested to use your email address for their team on Documenso.
tr: <0>{teamName}</0>, Documenso'daki takımları için e-posta adresinizi kullanmayı talep etti.

source: <0>Account management:</0> Modify your account settings, permissions, and preferences
tr: <0>Hesap yönetimi:</0> Hesap ayarlarınızı, izinlerinizi ve tercihlerinizi değiştirin

source: <0>Admins only</0> - Only admins can access and view the document
tr: <0>Sadece yöneticiler</0> - Belgeye sadece yöneticiler erişebilir ve görüntüleyebilir

source: <0>Data access:</0> Access all data associated with your account
tr: <0>Veri erişimi:</0> Hesabınızla ilişkili tüm verilere erişin

source: <0>Drawn</0> - A signature that is drawn using a mouse or stylus.
tr: <0>Çizim</0> - Fare veya kalem kullanılarak çizilen bir imza.

source: <0>Email</0> - The recipient will be emailed the document to sign, approve, etc.
tr: <0>E-posta</0> - Alıcıya imzalaması, onaylaması vb. için belge e-postayla gönderilecektir.

source: <0>Events:</0> All
tr: <0>Olaylar:</0> Tümü

source: <0>Everyone</0> - Everyone can access and view the document
tr: <0>Herkes</0> - Belgeye herkes erişebilir ve görüntüleyebilir

source: <0>Full account access:</0> View all your profile information, settings, and activity
tr: <0>Tam hesap erişimi:</0> Tüm profil bilgilerinizi, ayarlarınızı ve etkinliklerinizi görüntüleyin

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
tr: <0>Kimlik doğrulama yöntemini devral</0> - "Genel Ayarlar" adımında yapılandırılan genel eylem imzalama kimlik doğrulama yöntemini kullan

source: <0>Managers and above</0> - Only managers and above can access and view the document
tr: <0>Yöneticiler ve üzeri</0> - Sadece yöneticiler ve üzerindeki yetkililer belgeye erişebilir ve görüntüleyebilir

source: <0>No restrictions</0> - No authentication required
tr: <0>Kısıtlama yok</0> - Kimlik doğrulama gerekmez

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
tr: <0>Kısıtlama yok</0> - Belgeye, alıcıya gönderilen URL ile doğrudan erişilebilir

source: <0>None</0> - No authentication required
tr: <0>Hiçbiri</0> - Kimlik doğrulama gerekmez

source: <0>None</0> - We will generate links which you can send to the recipients manually.
tr: <0>Hiçbiri</0> - Alıcılara manuel olarak gönderebileceğiniz bağlantılar oluşturacağız.

source: <0>Note</0> - If you use Links in combination with direct templates, you will need to manually send the links to the remaining recipients.
tr: <0>Not</0> - Bağlantıları doğrudan şablonlarla birlikte kullanırsanız, bağlantıları kalan alıcılara manuel olarak göndermeniz gerekecektir.

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
tr: <0>2FA Gerekli</0> - Alıcının bir hesabı olması ve ayarlarından 2FA'yı etkinleştirmiş olması gerekir

source: <0>Require account</0> - The recipient must be signed in to view the document
tr: <0>Hesap Gerekli</0> - Alıcının belgeyi görüntülemek için oturum açmış olması gerekir

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
tr: <0>Geçiş anahtarı gerekli</0> - Alıcının bir hesabı olması ve ayarlarından geçiş anahtarı yapılandırmış olması gerekir

source: <0>Require password</0> - The recipient must have an account and password configured via their settings, the password will be verified during signing
tr: <0>Parola gerekli</0> - Alıcının bir hesabı olması ve ayarlarından bir parola yapılandırmış olması gerekir, parola imzalama sırasında doğrulanacaktır

source: <0>Sender:</0> All
tr: <0>Gönderen:</0> Tümü

source: <0>Typed</0> - A signature that is typed using a keyboard.
tr: <0>Yazılı</0> - Klavye kullanılarak yazılan bir imza.

source: <0>Uploaded</0> - A signature that is uploaded from a file.
tr: <0>Yüklü</0> - Dosyadan yüklenen bir imza.

source: 0 Free organisations left
tr: 0 Ücretsiz organizasyon kaldı

source: 1 Free organisations left
tr: 1 Ücretsiz organizasyon kaldı

source: 1 month
tr: 1 ay

source: 12 months
tr: 12 ay

source: 2FA Reset
tr: 2FA Sıfırlama

source: 3 months
tr: 3 ay

source: 400 Error
tr: 400 Hata

source: 401 Unauthorized
tr: 401 Yetkisiz

source: 404 Document not found
tr: 404 Belge bulunamadı

source: 404 Email domain not found
tr: 404 E-posta alan adı bulunamadı

source: 404 not found
tr: 404 bulunamadı

source: 404 Not found
tr: 404 Bulunamadı

source: 404 Not Found
tr: 404 Bulunamadı

source: 404 Organisation group not found
tr: 404 Organizasyon grubu bulunamadı

source: 404 Organisation not found
tr: 404 Organizasyon bulunamadı

source: 404 Profile not found
tr: 404 Profil bulunamadı

source: 404 Team not found
tr: 404 Takım bulunamadı

source: 404 Template not found
tr: 404 Şablon bulunamadı

source: 404 User not found
tr: 404 Kullanıcı bulunamadı

source: 404 Webhook not found
tr: 404 Webhook bulunamadı

source: 5 documents a month
tr: Ayda 5 belge

source: 5 Documents a month
tr: Ayda 5 Belge

source: 500 Internal Server Error
tr: 500 Sunucu Hatası

source: 6 months
tr: 6 ay

source: 7 days
tr: 7 gün

source: A confirmation email has been sent, and it should arrive in your inbox shortly.
tr: Bir onay e-postası gönderildi, kısa süre içinde gelen kutunuza ulaşacaktır.

source: A device capable of accessing, opening, and reading documents
tr: Belgelere erişebilen, açabilen ve okuyabilen bir cihaz

source: A document was created by your direct template that requires you to {recipientActionVerb} it.
tr: Doğrudan şablonunuz tarafından oluşturulan bir belge {recipientActionVerb} işleminizi gerektiriyor.

source: A draft document will be created
tr: Bir taslak belge oluşturulacak

# Audit log format
source: A field was added
tr: Bir alan eklendi

# Audit log format
source: A field was removed
tr: Bir alan kaldırıldı

# Audit log format
source: A field was updated
tr: Bir alan güncellendi

source: A means to print or download documents for your records
tr: Kayıtlarınız için belgeleri yazdırma veya indirme aracı

source: A member has joined your organisation on Documenso
tr: Documenso'da organizasyonunuza bir üye katıldı

source: A member has left your organisation
tr: Bir üye organizasyonunuzdan ayrıldı

source: A member has left your organisation {organisationName}
tr: Bir üye {organisationName} organizasyonunuzdan ayrıldı

source: A member has left your organisation on Documenso
tr: Documenso'da bir üye organizasyonunuzdan ayrıldı

source: A new member has joined your organisation
tr: Organizasyonunuza yeni bir üye katıldı

source: A new member has joined your organisation {organisationName}
tr: {organisationName} organizasyonunuza yeni bir üye katıldı

source: A new token was created successfully.
tr: Yeni bir jeton başarıyla oluşturuldu.

source: A password reset email has been sent, if you have an account you should see it in your inbox shortly.
tr: Bir parola sıfırlama e-postası gönderildi, eğer bir hesabınız varsa kısa süre içinde gelen kutunuzda göreceksiniz.

# Audit log format
source: A recipient was added
tr: Bir alıcı eklendi

# Audit log format
source: A recipient was removed
tr: Bir alıcı kaldırıldı

# Audit log format
source: A recipient was updated
tr: Bir alıcı güncellendi

source: A request has been made to create an account for you
tr: Adınıza bir hesap oluşturulması için talepte bulunuldu

source: A request has been made to link your Documenso account
tr: Documenso hesabınızı bağlamak için bir talepte bulunuldu

source: A request to use your email has been initiated by {0} on Documenso
tr: {0} tarafından Documenso'da e-posta adresinizi kullanmak için bir talep başlatıldı
