Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: Document pending email
tr: Belge beklemede e-postası

source: Document Preferences
tr: Belge Tercihleri

source: Document preferences updated
tr: Belge tercihleri güncellendi

source: Document re-sent
tr: Belge tekrar gönderildi

source: Document rejected
tr: Belge reddedildi

source: Document Rejected
tr: Belge Reddedildi

source: Document sent
tr: Belge gönderildi

# Audit log format
source: Document sent
tr: Belge gönderildi

source: Document Settings
tr: Belge Ayarları

source: Document Signed
tr: Belge İmzalandı

# Audit log format
source: Document signing auth updated
tr: Belge imzalama kimlik doğrulaması güncellendi

source: Document signing process will be cancelled
tr: Belge imzalama işlemi iptal edilecek

source: Document status
tr: Belge durumu

source: Document title
tr: Belge başlığı

source: Document Title
tr: Belge Başlığı

# Audit log format
source: Document title updated
tr: Belge başlığı güncellendi

# Audit log format
source: Document updated
tr: Belge güncellendi

source: Document updated successfully
tr: Belge başarıyla güncellendi

source: Document upload disabled due to unpaid invoices
tr: Ödenmemiş faturalar nedeniyle belge yükleme devre dışı bırakıldı

source: Document uploaded
tr: Belge yüklendi

# Audit log format
source: Document viewed
tr: Belge görüntülendi

source: Document Viewed
tr: Belge Görüntülendi

source: Document visibility
tr: Belge görünürlüğü

# Audit log format
source: Document visibility updated
tr: Belge görünürlüğü güncellendi

source: Document Volume
tr: Belge Hacmi

source: Document will be permanently deleted
tr: Belge kalıcı olarak silinecek

source: Documentation
tr: Dokümantasyon

source: Documents
tr: Belgeler

source: Documents and resources related to this envelope.
tr: Bu zarfla ilgili belgeler ve kaynaklar.

source: Documents Completed
tr: Tamamlanan Belgeler

source: Documents Created
tr: Oluşturulan Belgeler

source: Documents created from template
tr: Şablondan oluşturulan belgeler

source: Documents deleted
tr: Belgeler silindi

source: Documents partially deleted
tr: Belgeler kısmen silindi

source: Documents Received
tr: Alınan Belgeler

source: Documents that require your attention will appear here
tr: Dikkatinizi gerektiren belgeler burada görünecektir

source: Documents Viewed
tr: Görüntülenen Belgeler

source: Domain
tr: Alan Adı

source: Domain Added
tr: Alan Adı Eklendi

source: Domain already in use
tr: Alan adı zaten kullanımda

source: Domain Name
tr: Alan Adı

source: Don't have an account? <0>Sign up</0>
tr: Hesabınız yok mu? <0>Kayıt olun</0>

source: Don't transfer (Delete all documents)
tr: Transfer etme (Tüm belgeleri sil)

source: Download
tr: İndir

source: Download Audit Logs
tr: Denetim Kayıtlarını İndir

source: Download Certificate
tr: Sertifikayı İndir

source: Download Files
tr: Dosyaları İndir

source: Download PDF
tr: PDF İndir

source: Download Template CSV
tr: Şablon CSV'sini İndir

source: Draft
tr: Taslak

source: Draft documents
tr: Taslak belgeler

source: Drafted Documents
tr: Taslak Belgeler

source: Drag & drop your PDF here.
tr: PDF'inizi buraya sürükleyip bırakın.

source: Drag and drop or click to upload
tr: Yüklemek için sürükleyip bırakın veya tıklayın

source: Drag and drop your PDF file here
tr: PDF dosyanızı buraya sürükleyip bırakın

# Draw signature
source: Draw
tr: Çiz

source: Drop your document here
tr: Belgenizi buraya bırakın

source: Dropdown
tr: Açılır Liste

source: Dropdown must have at least one option
tr: Açılır listenin en az bir seçeneği olmalıdır

source: Dropdown options
tr: Açılır liste seçenekleri

source: Dropdown Settings
tr: Açılır Liste Ayarları

source: Dropdown values
tr: Açılır liste değerleri

source: Duplicate
tr: Çoğalt

source: Duplicate Document
tr: Belgeyi Çoğalt

source: Duplicate on all pages
tr: Tüm sayfalarda çoğalt

source: Duplicate Template
tr: Şablonu Çoğalt

source: Duplicate values are not allowed
tr: Yinelenen değerlere izin verilmez

source: E.g. 0
tr: Örn. 0

source: E.g. 100
tr: Örn. 100

source: Edit
tr: Düzenle

source: Edit Template
tr: Şablonu Düzenle

source: Edit webhook
tr: Webhook'u düzenle

source: eg. Legal
tr: örn. Hukuk

source: eg. Mac
tr: örn. Mac

source: Electronic Delivery of Documents
tr: Belgelerin Elektronik Teslimi

source: Electronic Signature Disclosure
tr: Elektronik İmza Beyanı

source: Email
tr: E-posta

source: Email address
tr: E-posta adresi

source: Email Address
tr: E-posta Adresi

source: Email already confirmed
tr: E-posta zaten onaylanmış

source: Email already exists
tr: E-posta zaten mevcut

source: Email Confirmed!
tr: E-posta Onaylandı!

source: Email Created
tr: E-posta Oluşturuldu

source: Email domain not found
tr: E-posta alan adı bulunamadı

source: Email Domain Settings
tr: E-posta Alan Adı Ayarları

source: Email Domains
tr: E-posta Alan Adları

source: Email domains synced
tr: E-posta alan adları senkronize edildi

source: Email is required
tr: E-posta gereklidir

source: Email Options
tr: E-posta Seçenekleri

source: Email Preferences
tr: E-posta Tercihleri

source: Email preferences updated
tr: E-posta tercihleri güncellendi

source: Email resent
tr: E-posta tekrar gönderildi

source: Email Sender
tr: E-posta Gönderici

source: Email sent
tr: E-posta gönderildi

source: Email sent!
tr: E-posta gönderildi!

source: Email Settings
tr: E-posta Ayarları

source: Email verification
tr: E-posta doğrulaması

source: Email verification has been removed
tr: E-posta doğrulaması kaldırıldı

source: Email verification has been resent
tr: E-posta doğrulaması tekrar gönderildi

source: Emails
tr: E-postalar

source: Embedding, 5 members included and more
tr: Gömme, 5 üye dahil ve daha fazlası

source: Empty field
tr: Boş alan

source: Enable
tr: Etkinleştir

source: Enable 2FA
tr: 2FA'yı Etkinleştir

source: Enable access
tr: Erişimi etkinleştir

source: Enable account
tr: Hesabı etkinleştir

source: Enable Account
tr: Hesabı Etkinleştir

source: Enable AI detection
tr: Yapay Zeka algılamasını etkinleştir

source: Enable AI features
tr: Yapay Zeka özelliklerini etkinleştir

source: Enable AI-powered features such as automatic recipient detection. When enabled, document content will be sent to AI providers. We only use providers that do not retain data for training and prefer European regions where available.
tr: Otomatik alıcı algılama gibi Yapay Zeka destekli özellikleri etkinleştirin. Etkinleştirildiğinde, belge içeriği Yapay Zeka sağlayıcılarına gönderilecektir. Yalnızca verileri eğitim için saklamayan ve mümkün olduğunda Avrupa bölgelerini tercih eden sağlayıcıları kullanıyoruz.

source: Enable Authenticator App
tr: Kimlik Doğrulama Uygulamasını Etkinleştir

source: Enable Custom Branding
tr: Özel Markalamayı Etkinleştir

source: Enable custom branding for all documents in this organisation
tr: Bu organizasyondaki tüm belgeler için özel markalamayı etkinleştir

source: Enable custom branding for all documents in this team
tr: Bu takımdaki tüm belgeler için özel markalamayı etkinleştir

source: Enable direct link signing
tr: Doğrudan bağlantı ile imzalamayı etkinleştir

source: Enable Direct Link Signing
tr: Doğrudan Bağlantı İle İmzalamayı Etkinleştir

source: Enable signing order
tr: İmzalama sırasını etkinleştir

source: Enable SSO portal
tr: SSO portalını etkinleştir

source: Enable team API tokens to delegate document ownership to another team member.
tr: Belge sahipliğini başka bir takım üyesine devretmek için takım API jetonlarını etkinleştirin.

source: Enabled
tr: Etkin

source: Enabling the account results in the user being able to use the account again, and all the related features such as webhooks, teams, and API keys for example.
tr: Hesabın etkinleştirilmesi, kullanıcının hesabı tekrar kullanabilmesini ve webhook'lar, takımlar ve API anahtarları gibi ilgili tüm özellikleri kullanabilmesini sağlar.

source: Enclosed Document
tr: Ekteki Belge

source: Enclosed Documents
tr: Ekteki Belgeler

source: Enter
tr: Giriş

source: Enter a name for your new folder. Folders help you organise your items.
tr: Yeni klasörünüz için bir ad girin. Klasörler öğelerinizi düzenlemenize yardımcı olur.

source: Enter claim name
tr: Talep adını girin

source: Enter Email
tr: E-posta Girin

source: Enter Initials
tr: Baş harfleri Girin

source: Enter Name
tr: Ad Girin

source: Enter Number
tr: Numara Girin

source: Enter Text
tr: Metin Girin

source: Enter the domain you want to use for sending emails (without http:// or www)
tr: E-posta göndermek için kullanmak istediğiniz alan adını girin (http:// veya www olmadan)

source: Enter the next signer's email
tr: Bir sonraki imzacının e-postasını girin

source: Enter the next signer's name
tr: Bir sonraki imzacının adını girin

source: Enter verification code
tr: Doğrulama kodunu girin

source: Enter your 2FA code
tr: 2FA kodunuzu girin

source: Enter your brand details
tr: Marka ayrıntılarınızı girin

source: Enter your email
tr: E-postanızı girin

source: Enter your email address to receive the completed document.
tr: Tamamlanan belgeyi almak için e-posta adresinizi girin.

source: Enter your name
tr: Adınızı girin

source: Enter your number here
tr: Numaranızı buraya girin

source: Enter your password
tr: Parolanızı girin

source: Enter your text here
tr: Metninizi buraya girin

source: Enterprise
tr: Kurumsal

source: Envelope distributed
tr: Zarf dağıtıldı

source: Envelope Duplicated
tr: Zarf Çoğaltıldı

source: Envelope ID
tr: Zarf Kimliği

source: Envelope Item Count
tr: Zarf Öğe Sayısı

source: Envelope item created
tr: Zarf öğesi oluşturuldu

source: Envelope item deleted
tr: Zarf öğesi silindi

source: Envelope resent
tr: Zarf tekrar gönderildi

source: Envelope Title
tr: Zarf Başlığı

source: Envelope updated
tr: Zarf güncellendi

source: Error
tr: Hata

source: Error declining account link
tr: Hesap bağlantısını reddetme hatası

source: Error linking account
tr: Hesap bağlama hatası

source: Error uploading file
tr: Dosya yükleme hatası

source: Event
tr: Olay

source: Event Type
tr: Olay Türü

source: Everyone
tr: Herkes

source: Everyone can access and view the document
tr: Herkes belgeye erişebilir ve görüntüleyebilir

source: Everyone has signed
tr: Herkes imzaladı

source: Everyone has signed! You will receive an email copy of the signed document.
tr: Herkes imzaladı! İmzalı belgenin bir kopyasını e-posta ile alacaksınız.

source: Exceeded timeout
tr: Zaman aşımı aşıldı

source: Expired
tr: Süresi Doldu

source: Expires in {0}
tr: {0} içinde sona erecek

source: Expires on {0}
tr: {0} tarihinde sona erecek

source: External ID
tr: Harici Kimlik

source: Extracting contact details
tr: İletişim bilgileri çıkarılıyor

source: Failed
tr: Başarısız

source: Failed to complete the document. Please try again.
tr: Belge tamamlanamadı. Lütfen tekrar deneyin.

source: Failed to create folder
tr: Klasör oluşturulamadı

source: Failed to create subscription claim.
tr: Abonelik talebi oluşturulamadı.

source: Failed to create support ticket
tr: Destek talebi oluşturulamadı

source: Failed to delete folder
tr: Klasör silinemedi

source: Failed to delete subscription claim.
tr: Abonelik talebi silinemedi.

source: Failed to load document
tr: Belge yüklenemedi

source: Failed to move folder
tr: Klasör taşınamadı

source: Failed to reseal document
tr: Belge yeniden mühürlenemedi

source: Failed to revoke session
tr: Oturum iptal edilemedi

source: Failed to save settings.
tr: Ayarlar kaydedilemedi.

source: Failed to sign out all sessions
tr: Tüm oturumlardan çıkış yapılamadı

source: Failed to unlink account
tr: Hesap bağlantısı kaldırılamadı

source: Failed to update document
tr: Belge güncellenemedi

source: Failed to update recipient
tr: Alıcı güncellenemedi

source: Failed to update subscription claim.
tr: Abonelik talebi güncellenemedi.

source: Failed to update template
tr: Şablon güncellenemedi

source: Failed to update webhook
tr: Webhook güncellenemedi

source: Failed to upload CSV. Please check the file format and try again.
tr: CSV yüklenemedi. Lütfen dosya biçimini kontrol edin ve tekrar deneyin.

source: Failed: {failedCount}
tr: Başarısız: {failedCount}

source: Feature Flags
tr: Özellik Bayrakları

source: Field character limit
tr: Alan karakter sınırı

source: Field font size
tr: Alan yazı tipi boyutu

source: Field format
tr: Alan biçimi

source: Field label
tr: Alan etiketi

source: Field placeholder
tr: Alan yer tutucusu

# Audit log format
source: Field prefilled by assistant
tr: Alan asistan tarafından önceden dolduruldu

# Audit log format
source: Field signed
tr: Alan imzalandı

# Audit log format
source: Field unsigned
tr: Alan imzalanmadı

source: Fields
tr: Alanlar

source: Fields updated
tr: Alanlar güncellendi

source: File cannot be larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
tr: Dosya {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB'dan büyük olamaz

source: File is larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
tr: Dosya {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB'dan büyük

source: File is too small
tr: Dosya çok küçük

source: File size exceeds the limit of {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
tr: Dosya boyutu {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB sınırını aşıyor

source: Fill in the details to create a new subscription claim.
tr: Yeni bir abonelik talebi oluşturmak için ayrıntıları doldurun.

source: Folder
tr: Klasör

source: Folder created successfully
tr: Klasör başarıyla oluşturuldu

source: Folder deleted successfully
tr: Klasör başarıyla silindi

source: Folder moved successfully
tr: Klasör başarıyla taşındı

source: Folder Name
tr: Klasör Adı

source: Folder not found
tr: Klasör bulunamadı

source: Folder Settings
tr: Klasör Ayarları

source: Folder updated successfully
tr: Klasör başarıyla güncellendi

source: Font Size
tr: Yazı Tipi Boyutu

source: For any questions regarding this disclosure, electronic signatures, or any related process, please contact us at: <0>{SUPPORT_EMAIL}</0>
tr: Bu beyan, elektronik imzalar veya ilgili herhangi bir süreçle ilgili sorularınız için lütfen bizimle iletişime geçin: <0>{SUPPORT_EMAIL}</0>

source: For each recipient, provide their email (required) and name (optional) in separate columns. Download the template CSV below for the correct format.
tr: Her alıcı için, e-postasını (gerekli) ve adını (isteğe bağlı) ayrı sütunlarda sağlayın. Doğru format için aşağıdaki şablon CSV'sini indirin.

source: For example, if the claim has a new flag "FLAG_1" set to true, then this organisation will get that flag added.
tr: Örneğin, talepte "FLAG_1" adında yeni bir bayrak true olarak ayarlanmışsa, bu organizasyona o bayrak eklenir.

source: Forgot Password?
tr: Parolanızı mı Unuttunuz?

source: Forgot your password?
tr: Parolanızı mı unuttunuz?

# Plan price
source: Free
tr: Ücretsiz

# Subscription status
source: Free
tr: Ücretsiz

source: Free Signature
tr: Ücretsiz İmza

source: Free Signature Settings
tr: Ücretsiz İmza Ayarları

source: Full Name
tr: Tam Ad

source: General
tr: Genel

source: Generate DKIM Records
tr: DKIM Kayıtları Oluştur

source: Generate Links
tr: Bağlantılar Oluştur

source: Global recipient action authentication
tr: Küresel alıcı eylem kimlik doğrulaması

source: Go back
tr: Geri dön

source: Go Back
tr: Geri Dön

source: Go back home
tr: Ana sayfaya dön

source: Go Back Home
tr: Ana Sayfaya Dön

source: Go home
tr: Ana sayfaya git

source: Go to document
tr: Belgeye git

source: Go to first page
tr: İlk sayfaya git

source: Go to last page
tr: Son sayfaya git

source: Go to next page
tr: Sonraki sayfaya git

source: Go to owner
tr: Sahibine git

source: Go to previous page
tr: Önceki sayfaya git

source: Go to team
tr: Takıma git

source: Go to your <0>public profile settings</0> to add documents.
tr: Belge eklemek için <0>herkese açık profil ayarlarınıza</0> gidin.

source: Green
tr: Yeşil

source: Group
tr: Grup

source: Group has been created.
tr: Grup oluşturuldu.

source: Group has been updated successfully
tr: Grup başarıyla güncellendi

source: Group Name
tr: Grup Adı

source: Groups
tr: Gruplar

source: Having an assistant as the last signer means they will be unable to take any action as there are no subsequent signers to assist.
tr: Son imzalayan olarak bir asistana sahip olmak, yardım edecek sonraki imzacılar olmadığı için herhangi bir işlem yapamayacakları anlamına gelir.

source: Help complete the document for other signers.
tr: Diğer imzacıların belgeyi tamamlamasına yardımcı olun.

source: Help the AI assign fields to the right recipients.
tr: Yapay Zeka'nın alanları doğru alıcılara atamasına yardımcı olun.

source: Here you can add email domains to your organisation.
tr: Buradan organizasyonunuza e-posta alan adları ekleyebilirsiniz.

source: Here you can edit your organisation details.
tr: Buradan organizasyon ayrıntılarınızı düzenleyebilirsiniz.

source: Here you can edit your personal details.
tr: Buradan kişisel ayrıntılarınızı düzenleyebilirsiniz.

source: Here you can manage your password and security settings.
tr: Buradan parolanızı ve güvenlik ayarlarınızı yönetebilirsiniz.

source: Here you can set branding preferences for your organisation. Teams will inherit these settings by default.
tr: Buradan organizasyonunuz için markalama tercihlerini ayarlayabilirsiniz. Takımlar varsayılan olarak bu ayarları devralır.

source: Here you can set branding preferences for your team.
tr: Buradan takımınız için markalama tercihlerini ayarlayabilirsiniz.

source: Here you can set document preferences for your organisation. Teams will inherit these settings by default.
tr: Buradan organizasyonunuz için belge tercihlerini ayarlayabilirsiniz. Takımlar varsayılan olarak bu ayarları devralır.

source: Here you can set preferences and defaults for branding.
tr: Buradan markalama için tercihleri ve varsayılanları ayarlayabilirsiniz.

source: Here you can set preferences and defaults for your team.
tr: Buradan takımınız için tercihleri ve varsayılanları ayarlayabilirsiniz.

source: Here you can set your general branding preferences.
tr: Buradan genel markalama tercihlerinizi ayarlayabilirsiniz.

source: Here you can set your general document preferences.
tr: Buradan genel belge tercihlerinizi ayarlayabilirsiniz.

source: Here's how it works:
tr: İşte nasıl çalışır:

source: Hey I’m Timur
tr: Selam, ben Timur

source: Hi {userName},
tr: Merhaba {userName},

source: Hi {userName}, you need to enter a verification code to complete the document "{documentTitle}".
tr: Merhaba {userName}, "{documentTitle}" belgesini tamamlamak için bir doğrulama kodu girmeniz gerekiyor.

source: Hi, {userName} <0>({userEmail})</0>
tr: Merhaba, {userName} <0>({userEmail})</0>

source: Hide
tr: Gizle

source: Home
tr: Ana Sayfa

source: Home (No Folder)
tr: Ana Sayfa (Klasörsüz)

source: Horizontal
tr: Yatay

source: I agree to link my account with this organization
tr: Hesabımı bu organizasyonla bağlamayı kabul ediyorum

source: I am a signer of this document
tr: Bu belgenin imzacısıyım

source: I am a viewer of this document
tr: Bu belgenin izleyicisiyim

source: I am an approver of this document
tr: Bu belgenin onaylayıcısıyım

source: I am an assistant of this document
tr: Bu belgenin asistanıyım

source: I am required to receive a copy of this document
tr: Bu belgenin bir kopyasını almam gerekiyor

source: I am the owner of this document
tr: Bu belgenin sahibiyim

source: I understand that I am providing my credentials to a 3rd party service configured by this organisation
tr: Kimlik bilgilerimi bu organizasyon tarafından yapılandırılmış bir 3. taraf hizmetine sağladığımı anlıyorum

source: I'm sure! Delete it
tr: Eminim! Sil

source: ID
tr: Kimlik

source: ID copied to clipboard
tr: Kimlik panoya kopyalandı

source: Identifying input fields
tr: Giriş alanları tanımlanıyor

source: Identifying recipients
tr: Alıcılar tanımlanıyor

source: If there is any issue with your subscription, please contact us at <0>{SUPPORT_EMAIL}</0>.
tr: Aboneliğinizle ilgili herhangi bir sorun varsa, lütfen <0>{SUPPORT_EMAIL}</0> adresinden bizimle iletişime geçin.

source: If you didn't request this verification code, you can safely ignore this email.
tr: Bu doğrulama kodunu siz talep etmediyseniz, bu e-postayı güvenle yok sayabilirsiniz.

source: If you do not want to use the authenticator prompted, you can close it, which will then display the next available authenticator.
tr: İstenen kimlik doğrulayıcıyı kullanmak istemiyorsanız, kapatabilirsiniz, bu durumda bir sonraki mevcut kimlik doğrulayıcı görüntülenecektir.

source: If you don't find the confirmation link in your inbox, you can request a new one below.
tr: Onay bağlantısını gelen kutunuzda bulamıyorsanız, aşağıdan yeni bir tane talep edebilirsiniz.

source: If your authenticator app does not support QR codes, you can use the following code instead:
tr: Kimlik doğrulama uygulamanız QR kodlarını desteklemiyorsa, bunun yerine aşağıdaki kodu kullanabilirsiniz:

source: Important: What This Means
tr: Önemli: Bu Ne Anlama Geliyor

# Subscription status
source: Inactive
tr: Pasif

source: Inbox
tr: Gelen Kutusu

source: Inbox documents
tr: Gelen kutusu belgeleri

source: Include the Audit Logs in the Document
tr: Denetim Kayıtlarını Belgeye Dahil Et

source: Include the Signing Certificate in the Document
tr: İmza Sertifikasını Belgeye Dahil Et

source: Information
tr: Bilgi

source: Inherit authentication method
tr: Kimlik doğrulama yöntemini devral

source: Inherit from organisation
tr: Organizasyondan devral

source: Inherit organisation members
tr: Organizasyon üyelerini devral

source: Inherited subscription claim
tr: Devralınan abonelik talebi

source: Initials
tr: Baş Harfler

source: Initials are required
tr: Baş harfler gereklidir

source: Initials Settings
tr: Baş Harf Ayarları

source: Inserted
tr: Eklendi

source: Instance Stats
tr: Örnek İstatistikleri

source: Invalid code. Please try again.
tr: Geçersiz kod. Lütfen tekrar deneyin.

source: Invalid domains
tr: Geçersiz alan adları

source: Invalid email
tr: Geçersiz e-posta

source: Invalid link
tr: Geçersiz bağlantı

source: Invalid token
tr: Geçersiz jeton

source: Invalid Token
tr: Geçersiz Jeton

source: Invalid token provided. Please try again.
tr: Geçersiz jeton sağlandı. Lütfen tekrar deneyin.

source: Invitation accepted
tr: Davet kabul edildi

source: Invitation accepted!
tr: Davet kabul edildi!

source: Invitation declined
tr: Davet reddedildi

source: Invitation has been deleted
tr: Davet silindi

source: Invitation has been resent
tr: Davet tekrar gönderildi

source: Invite
tr: Davet Et

source: Invite member
tr: Üye davet et

source: Invite Members
tr: Üyeleri Davet Et

source: Invite organisation members
tr: Organizasyon üyelerini davet et

source: Invite team members to collaborate
tr: İşbirliği için takım üyelerini davet et

source: Invited At
tr: Davet Tarihi

source: Invoice
tr: Fatura

source: IP Address
tr: IP Adresi

source: Issuer URL
tr: Yayıncı URL'si

source: It is crucial to keep your contact information, especially your email address, up to date with us. Please notify us immediately of any changes to ensure that you continue to receive all necessary communications.
tr: İletişim bilgilerinizi, özellikle e-posta adresinizi bizimle güncel tutmanız çok önemlidir. Gerekli tüm iletişimleri almaya devam ettiğinizden emin olmak için lütfen herhangi bir değişikliği bize derhal bildirin.

source: It looks like {0} hasn't added any documents to their profile yet.
tr: {0} henüz profiline herhangi bir belge eklememiş gibi görünüyor.

source: It looks like we ran into an issue!
tr: Bir sorunla karşılaşmışız gibi görünüyor!

source: It seems that the provided token has expired. We've just sent you another token, please check your email and try again.
tr: Sağlanan jetonun süresi dolmuş gibi görünüyor. Size yeni bir jeton gönderdik, lütfen e-postanızı kontrol edin ve tekrar deneyin.
