Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: It seems that there is no token provided, if you are trying to verify your email please follow the link in your email.
tr: Görünüşe göre herhangi bir jeton sağlanmamış, e-postanızı doğrulamaya çalışıyorsanız lütfen e-postanızdaki bağlantıyı takip edin.

source: It's currently not your turn to sign. Please check back soon as this document should be available for you to sign shortly.
tr: Şu anda imzalama sırası sizde değil. Bu belge yakında imzalamanız için uygun olacağından lütfen kısa süre sonra tekrar kontrol edin.

source: It's currently not your turn to sign. You will receive an email with instructions once it's your turn to sign the document.
tr: Şu anda imzalama sırası sizde değil. Belgeyi imzalama sırası size geldiğinde talimatları içeren bir e-posta alacaksınız.

source: Join {organisationName} on Documenso
tr: Documenso'da {organisationName} organizasyonuna katılın

source: Join our community on <0>Discord</0> for community support and discussion.
tr: Topluluk desteği ve tartışma için <0>Discord</0> üzerindeki topluluğumuza katılın.

source: Joined
tr: Katıldı

source: Joined {0}
tr: {0} Katıldı

source: Label
tr: Etiket

source: Language
tr: Dil

source: Last 14 days
tr: Son 14 gün

source: Last 30 days
tr: Son 30 gün

source: Last 30 Days
tr: Son 30 Gün

source: Last 7 days
tr: Son 7 gün

source: Last 90 Days
tr: Son 90 Gün

source: Last Active
tr: Son Aktif

source: Last modified
tr: Son değiştirilme

source: Last Retried
tr: Son Deneme

source: Last updated
tr: Son güncelleme

source: Last Updated
tr: Son Güncelleme

source: Last updated at
tr: Son güncellenme tarihi

source: Last used
tr: Son kullanım

source: Last Year
tr: Geçen Yıl

source: Leave
tr: Ayrıl

source: Leave blank to inherit from the organisation.
tr: Organizasyondan devralmak için boş bırakın.

source: Leave organisation
tr: Organizasyondan ayrıl

source: Left
tr: Sol

source: Legality of Electronic Signatures
tr: Elektronik İmzaların Yasallığı

source: Letter spacing
tr: Harf aralığı

source: Letter Spacing
tr: Harf Aralığı

source: Light Mode
tr: Açık Mod

source: Like to have your own public profile with agreements?
tr: Anlaşmalarla birlikte kendi herkese açık profilinize sahip olmak ister misiniz?

source: Line height
tr: Satır yüksekliği

source: Line Height
tr: Satır Yüksekliği

source: Link expires in 1 hour.
tr: Bağlantının süresi 1 saat içinde doluyor.

source: Link expires in 30 minutes.
tr: Bağlantının süresi 30 dakika içinde doluyor.

source: Link template
tr: Şablonu bağla

source: Link your Documenso account
tr: Documenso hesabınızı bağlayın

source: Linked Accounts
tr: Bağlı Hesaplar

source: Linked At
tr: Bağlanma Tarihi

source: Links Generated
tr: Bağlantılar Oluşturuldu

source: Listening to
tr: Dinlenen

source: Load older activity
tr: Daha eski etkinlikleri yükle

source: Loading
tr: Yükleniyor

source: Loading document...
tr: Belge yükleniyor...

source: Loading Document...
tr: Belge Yükleniyor...

source: Loading suggestions...
tr: Öneriler yükleniyor...

source: Loading...
tr: Yükleniyor...

source: Local timezone
tr: Yerel saat dilimi

source: Login
tr: Giriş Yap

source: Logs
tr: Kayıtlar

source: Looking for form fields
tr: Form alanları aranıyor

source: Looking for signature fields
tr: İmza alanları aranıyor

source: Manage
tr: Yönet

source: Manage {0}'s profile
tr: {0} profilini yönet

source: Manage a custom SSO login portal for your organisation.
tr: Organizasyonunuz için özel bir SSO giriş portalını yönetin.

source: Manage all organisations you are currently associated with.
tr: Şu anda ilişkili olduğunuz tüm organizasyonları yönetin.

source: Manage all subscription claims
tr: Tüm abonelik taleplerini yönetin

source: Manage and view template
tr: Şablonu yönet ve görüntüle

source: Manage billing
tr: Faturalandırmayı yönet

source: Manage Billing
tr: Faturalandırmayı Yönet

source: Manage billing and subscriptions for organisations where you have billing management permissions.
tr: Faturalandırma yönetimi izinlerine sahip olduğunuz organizasyonlar için faturalandırma ve abonelikleri yönetin.

source: Manage details for this public template
tr: Bu herkese açık şablon için ayrıntıları yönetin

source: Manage Direct Link
tr: Doğrudan Bağlantıyı Yönet

source: Manage documents
tr: Belgeleri yönet

source: Manage linked accounts
tr: Bağlı hesapları yönet

source: Manage organisation
tr: Organizasyonu yönet

source: Manage Organisation
tr: Organizasyonu Yönet

source: Manage organisations
tr: Organizasyonları yönet

source: Manage passkeys
tr: Geçiş anahtarlarını yönet

source: Manage permissions and access controls
tr: İzinleri ve erişim kontrollerini yönet

source: Manage sessions
tr: Oturumları yönet

source: Manage subscription
tr: Aboneliği yönet

source: Manage the {0} organisation
tr: {0} organizasyonunu yönet

source: Manage the {0} organisation subscription
tr: {0} organizasyon aboneliğini yönet

source: Manage the custom groups of members for your organisation.
tr: Organizasyonunuz için özel üye gruplarını yönetin.

source: Manage the direct link signing for this template
tr: Bu şablon için doğrudan bağlantı ile imzalamayı yönetin

source: Manage the groups assigned to this team.
tr: Bu takıma atanan grupları yönetin.

source: Manage the members of your team.
tr: Takımınızın üyelerini yönetin.

source: Manage the members or invite new members.
tr: Üyeleri yönetin veya yeni üyeler davet edin.

source: Manage the settings for this folder.
tr: Bu klasör için ayarları yönetin.

source: Manage the teams in this organisation.
tr: Bu organizasyondaki takımları yönetin.

source: Manage users
tr: Kullanıcıları yönet

source: Manage your email domain settings.
tr: E-posta alan adı ayarlarınızı yönetin.

source: Manage your organisation group settings.
tr: Organizasyon grup ayarlarınızı yönetin.

source: Manage your passkeys.
tr: Geçiş anahtarlarınızı yönetin.

source: Manage your site settings here
tr: Site ayarlarınızı buradan yönetin

source: Manager
tr: Yönetici

source: Managers and above
tr: Yöneticiler ve üstü

source: Mapping fields to recipients
tr: Alanlar alıcılarla eşleştiriliyor

source: Mark as viewed
tr: Görüntülendi olarak işaretle

source: Mark as Viewed
tr: Görüntülendi Olarak İşaretle

source: MAU (created document)
tr: MAU (oluşturulan belge)

source: MAU (had document completed)
tr: MAU (tamamlanan belge)

source: MAU (signed in)
tr: MAU (oturum açmış)

source: Max
tr: Maks

source: Maximum file size: 4MB. Maximum 100 rows per upload. Blank values will use template defaults.
tr: Maksimum dosya boyutu: 4MB. Yükleme başına maksimum 100 satır. Boş değerler şablon varsayılanlarını kullanacaktır.

source: Maximum number of uploaded files per envelope allowed
tr: Zarf başına izin verilen maksimum yüklenen dosya sayısı

source: Member
tr: Üye

source: Member Count
tr: Üye Sayısı

source: Member Since
tr: Üyelik Tarihi

source: Members
tr: Üyeler

source: Message
tr: Mesaj

source: Message <0>(Optional)</0>
tr: Mesaj <0>(İsteğe Bağlı)</0>

source: Middle
tr: Orta

source: Min
tr: Minimum

source: Missing Recipients
tr: Eksik Alıcılar

source: Modify recipients
tr: Alıcıları değiştir

source: Modify the details of the subscription claim.
tr: Abonelik talebinin ayrıntılarını değiştirin.

source: Monthly
tr: Aylık

source: Monthly Active Users: Users that created at least one Document
tr: Aylık Aktif Kullanıcılar: En az bir Belge oluşturan kullanıcılar

source: Monthly Active Users: Users that had at least one of their documents completed
tr: Aylık Aktif Kullanıcılar: Belgelerinden en az biri tamamlanmış olan kullanıcılar

source: Move
tr: Taşı

source: Move "{templateTitle}" to a folder
tr: "{templateTitle}" şablonunu bir klasöre taşı

source: Move Document to Folder
tr: Belgeyi Klasöre Taşı

source: Move Documents to Folder
tr: Belgeleri Klasöre Taşı

source: Move Folder
tr: Klasörü Taşı

source: Move Template to Folder
tr: Şablonu Klasöre Taşı

source: Move Templates to Folder
tr: Şablonları Klasöre Taşı

source: Move to Folder
tr: Klasöre Taşı

source: Multiple access methods can be selected.
tr: Birden fazla erişim yöntemi seçilebilir.

source: My Folder
tr: Klasörüm

source: N/A
tr: Mevcut Değil

source: Name
tr: Ad

source: Name is required
tr: Ad gereklidir

source: Name Settings
tr: Ad Ayarları

source: Need to sign documents?
tr: Belgeleri imzalamanız mı gerekiyor?

source: Needs to approve
tr: Onaylaması gerekiyor

source: Needs to sign
tr: İmzalaması gerekiyor

source: Needs to view
tr: Görüntülemesi gerekiyor

source: Never
tr: Asla

source: Never expire
tr: Asla süresi dolmaz

source: New Password
tr: Yeni Parola

source: Next
tr: İleri

source: Next Field
tr: Sonraki Alan

source: Next Recipient Email
tr: Sonraki Alıcı E-postası

source: Next Recipient Name
tr: Sonraki Alıcı Adı

source: No
tr: Hayır

source: No active drafts
tr: Aktif taslak yok

source: No documents found
tr: Belge bulunamadı

source: No email detected
tr: E-posta algılanmadı

source: No fields were detected in your document.
tr: Belgenizde hiçbir alan algılanmadı.

source: No folders found
tr: Klasör bulunamadı

source: No folders found matching "{searchTerm}"
tr: "{searchTerm}" ile eşleşen klasör bulunamadı

source: No further action is required from you at this time.
tr: Şu anda sizden başka bir işlem yapmanız gerekmiyor.

source: No organisations found
tr: Organizasyon bulunamadı

source: No public profile templates found
tr: Herkese açık profil şablonu bulunamadı

source: No recent activity
tr: Son etkinlik yok

source: No recent documents
tr: Son belge yok

source: No recipient matching this description was found.
tr: Bu açıklamayla eşleşen alıcı bulunamadı.

source: No recipients
tr: Alıcı yok

source: No recipients were detected in your document.
tr: Belgenizde hiçbir alıcı algılanmadı.

source: No recipients with this role
tr: Bu role sahip alıcı yok

source: No restrictions
tr: Kısıtlama yok

source: No results found
tr: Sonuç bulunamadı

source: No results found.
tr: Sonuç bulunamadı.

source: No signature field found
tr: İmza alanı bulunamadı

source: No Stripe customer attached
tr: Stripe müşterisi eklenmemiş

source: No suggestions found
tr: Öneri bulunamadı

source: No team groups found
tr: Takım grubu bulunamadı

source: No teams yet
tr: Henüz takım yok

source: No valid direct templates found
tr: Geçerli doğrudan şablon bulunamadı

source: No valid recipients found
tr: Geçerli alıcı bulunamadı

source: No value found.
tr: Değer bulunamadı.

source: No worries, it happens! Enter your email and we'll email you a special link to reset your password.
tr: Endişelenmeyin, olur öyle şeyler! E-postanızı girin, size parolanızı sıfırlamanız için özel bir bağlantı gönderelim.

source: None
tr: Yok

source: None (Overrides global settings)
tr: Yok (Küresel ayarları geçersiz kılar)

source: Not found
tr: Bulunamadı

source: Not supported
tr: Desteklenmiyor

source: Nothing to do
tr: Yapılacak bir şey yok

source: Number
tr: Numara

source: Number format
tr: Numara biçimi

source: Number needs to be formatted as {numberFormat}
tr: Numaranın {numberFormat} olarak biçimlendirilmesi gerekiyor

source: Number of members allowed. 0 = Unlimited
tr: İzin verilen üye sayısı. 0 = Sınırsız

source: Number of teams allowed. 0 = Unlimited
tr: İzin verilen takım sayısı. 0 = Sınırsız

source: Number Settings
tr: Numara Ayarları

source: On this page, you can create a new webhook.
tr: Bu sayfada yeni bir webhook oluşturabilirsiniz.

source: On this page, you can create and manage API tokens. See our <0>Documentation</0> for more information.
tr: Bu sayfada API jetonları oluşturabilir ve yönetebilirsiniz. Daha fazla bilgi için <0>Dokümantasyonumuza</0> bakın.

source: On this page, you can create new Webhooks and manage the existing ones.
tr: Bu sayfada yeni Webhook'lar oluşturabilir ve mevcut olanları yönetebilirsiniz.

source: Once confirmed, the following will occur:
tr: Onaylandığında aşağıdakiler gerçekleşecektir:

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
tr: Etkinleştirildiğinde, herhangi bir aktif alıcıyı doğrudan bağlantı imzalama alıcısı olarak seçebilir veya yeni bir tane oluşturabilirsiniz. Bu alıcı türü düzenlenemez veya silinemez.

source: Once you have scanned the QR code or entered the code manually, enter the code provided by your authenticator app below.
tr: QR kodunu taradıktan veya kodu manuel olarak girdikten sonra, kimlik doğrulayıcı uygulamanız tarafından sağlanan kodu aşağıya girin.

source: Once you update your DNS records, it may take up to 48 hours for it to be propogated. Once the DNS propagation is complete you will need to come back and press the "Sync" domains button.
tr: DNS kayıtlarınızı güncellediğinizde, yayılması 48 saate kadar sürebilir. DNS yayılması tamamlandıktan sonra geri gelip "Senkronize Et" alan adları düğmesine basmanız gerekecektir.

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
tr: Şablonunuz ayarlandıktan sonra, bağlantıyı istediğiniz yerde paylaşın. Bağlantıyı açan kişi, bilgilerini doğrudan bağlantı alıcı alanına girebilecek ve kendisine atanan diğer alanları tamamlayabilecektir.

source: One of the documents in the current bundle has a signing role that is not compatible with the current signing experience.
tr: Mevcut paketteki belgelerden biri, mevcut imzalama deneyimiyle uyumlu olmayan bir imzalama rolüne sahip.

source: Only admins can access and view the document
tr: Sadece yöneticiler belgeye erişebilir ve görüntüleyebilir

source: Only managers and above can access and view the document
tr: Sadece yöneticiler ve üstü belgeye erişebilir ve görüntüleyebilir

source: Only one file can be uploaded at a time
tr: Her seferinde sadece bir dosya yüklenebilir

source: Only PDF files are allowed
tr: Sadece PDF dosyalarına izin verilir

source: Oops! Something went wrong.
tr: Hata! Bir şeyler ters gitti.

source: Open menu
tr: Menüyü aç

source: Opened
tr: Açıldı

source: Option value cannot be empty
tr: Seçenek değeri boş olamaz

source: Options
tr: Seçenekler

source: Or
tr: Veya

source: OR
tr: VEYA

source: Or continue with
tr: Veya şununla devam et

source: Organisation
tr: Organizasyon

source: Organisation Admin
tr: Organizasyon Yöneticisi

source: Organisation authentication portal URL
tr: Organizasyon kimlik doğrulama portalı URL'si

source: Organisation created
tr: Organizasyon oluşturuldu

source: Organisation group not found
tr: Organizasyon grubu bulunamadı

source: Organisation Group Settings
tr: Organizasyon Grup Ayarları

source: Organisation has been updated successfully
tr: Organizasyon başarıyla güncellendi

source: Organisation Insights
tr: Organizasyon İçgörüleri

source: Organisation invitation
tr: Organizasyon daveti

source: Organisation invitations have been sent.
tr: Organizasyon davetleri gönderildi.

source: Organisation Manager
tr: Organizasyon Yöneticisi

source: Organisation Member
tr: Organizasyon Üyesi

source: Organisation Members
tr: Organizasyon Üyeleri

source: Organisation Name
tr: Organizasyon Adı

source: Organisation not found
tr: Organizasyon bulunamadı

source: Organisation role
tr: Organizasyon rolü

source: Organisation Role
tr: Organizasyon Rolü

source: Organisation settings
tr: Organizasyon ayarları

source: Organisation Settings
tr: Organizasyon Ayarları

source: Organisation SSO Portal
tr: Organizasyon SSO Portalı

source: Organisation Teams
tr: Organizasyon Takımları

source: Organisation URL
tr: Organizasyon URL'si

source: Organisations
tr: Organizasyonlar

source: Organisations that the user is a member of.
tr: Kullanıcının üyesi olduğu organizasyonlar.

source: Organise your documents
tr: Belgelerinizi düzenleyin

source: Organise your members into groups which can be assigned to teams
tr: Üyelerinizi takımlara atanabilecek gruplara ayırın

source: Organise your templates
tr: Şablonlarınızı düzenleyin

source: Organize your documents and templates
tr: Belgelerinizi ve şablonlarınızı düzenleyin

# Original document (adjective)
source: Original
tr: Orijinal

source: Otherwise, the document will be created as a draft.
tr: Aksi takdirde, belge taslak olarak oluşturulacaktır.

source: Override organisation settings
tr: Organizasyon ayarlarını geçersiz kıl

source: Owner
tr: Sahip

source: Ownership transferred to {organisationMemberName}.
tr: Sahiplik {organisationMemberName} kullanıcısına devredildi.

source: Page {0} of {1}
tr: Sayfa {0} / {1}

source: Page {0} of {numPages}
tr: Sayfa {0} / {numPages}

# Subscription status
source: Paid
tr: Ödendi

source: Passkey
tr: Geçiş Anahtarı

source: Passkey already exists for the provided authenticator
tr: Sağlanan kimlik doğrulayıcı için geçiş anahtarı zaten mevcut

source: Passkey creation cancelled due to one of the following reasons:
tr: Geçiş anahtarı oluşturma, aşağıdaki nedenlerden dolayı iptal edildi:

source: Passkey has been removed
tr: Geçiş anahtarı kaldırıldı

source: Passkey has been updated
tr: Geçiş anahtarı güncellendi

source: Passkey name
tr: Geçiş anahtarı adı

source: Passkey Re-Authentication
tr: Geçiş Anahtarı Yeniden Kimlik Doğrulama

source: Passkeys
tr: Geçiş Anahtarları

source: Passkeys allow you to sign in and authenticate using biometrics, password managers, etc.
tr: Geçiş anahtarları, biyometri, parola yöneticileri vb. kullanarak oturum açmanıza ve kimlik doğrulamanıza olanak tanır.

source: Passkeys are not supported on this browser
tr: Geçiş anahtarları bu tarayıcıda desteklenmiyor

source: Password
tr: Parola

source: Password Re-Authentication
tr: Parola Yeniden Kimlik Doğrulama

source: Password Reset Requested
tr: Parola Sıfırlama Talep Edildi

source: Password Reset Successful
tr: Parola Sıfırlama Başarılı

source: Password should not be common or based on personal information
tr: Parola yaygın olmamalı veya kişisel bilgilere dayanmamalıdır

source: Password updated
tr: Parola güncellendi

source: Password updated!
tr: Parola güncellendi!

# Subscription status
source: Past Due
tr: Gecikmiş

source: Payment overdue
tr: Ödeme gecikti

source: PDF Document
tr: PDF Belgesi

source: Pending
tr: Beklemede

source: Pending Document
tr: Bekleyen Belge

source: Pending documents
tr: Bekleyen belgeler

source: Pending Documents
tr: Bekleyen Belgeler

source: Pending documents will have their signing process cancelled
tr: Bekleyen belgelerin imzalama süreci iptal edilecek

source: Pending invitations
tr: Bekleyen davetler

source: per month
tr: aylık

source: per year
tr: yıllık

# Personal organisation (adjective)
source: Personal
tr: Kişisel

source: Personal Account
tr: Kişisel Hesap

source: Personal Inbox
tr: Kişisel Gelen Kutusu

source: Pick a number
tr: Bir numara seçin

source: Pick a password
tr: Bir parola seçin

source: Pick any of the following agreements below and start signing to get started
tr: Aşağıdaki anlaşmalardan herhangi birini seçin ve başlamak için imzalamaya başlayın

source: Pin
tr: Sabitle

source: Place and configure form fields in the document
tr: Belgedeki form alanlarını yerleştirin ve yapılandırın

source: Placeholder
tr: Yer Tutucu

source: Please {0} your document<0/>"{documentName}"
tr: Lütfen belgenizi {0} <0/>"{documentName}"

source: Please {action} your document {documentName}
tr: Lütfen {documentName} belgenizi {action}

source: Please {recipientActionVerb} this document
tr: Lütfen bu belgeyi {recipientActionVerb}

source: Please {recipientActionVerb} this document created by your direct template
tr: Lütfen doğrudan şablonunuz tarafından oluşturulan bu belgeyi {recipientActionVerb}

source: Please {recipientActionVerb} your document
tr: Lütfen belgenizi {recipientActionVerb}

source: Please check the CSV file and make sure it is according to our format
tr: Lütfen CSV dosyasını kontrol edin ve formatımıza uygun olduğundan emin olun

source: Please check with the parent application for more information.
tr: Daha fazla bilgi için lütfen ana uygulamaya başvurun.

source: Please check your email for updates.
tr: Güncellemeler için lütfen e-postanızı kontrol edin.

source: Please choose your new password
tr: Lütfen yeni parolanızı seçin

source: Please complete the document once reviewed
tr: Lütfen inceledikten sonra belgeyi tamamlayın

source: Please configure the document first
tr: Lütfen önce belgeyi yapılandırın

source: Please confirm your email
tr: Lütfen e-postanızı onaylayın

source: Please confirm your email address
tr: Lütfen e-posta adresinizi onaylayın

source: Please contact support if you would like to revert this action.
tr: Bu işlemi geri almak isterseniz lütfen destekle iletişime geçin.

source: Please contact the site owner for further assistance.
tr: Daha fazla yardım için lütfen site sahibiyle iletişime geçin.

source: Please enter a meaningful name for your token. This will help you identify it later.
tr: Lütfen jetonunuz için anlamlı bir ad girin. Bu, daha sonra tanımanıza yardımcı olacaktır.

source: Please enter a number
tr: Lütfen bir numara girin

source: Please enter a valid name.
tr: Lütfen geçerli bir ad girin.

source: Please enter a valid number
tr: Lütfen geçerli bir numara girin

source: Please enter a value
tr: Lütfen bir değer girin

source: Please enter your email address
tr: Lütfen e-posta adresinizi girin

source: Please enter your full name
tr: Lütfen tam adınızı girin

source: Please enter your initials
tr: Lütfen baş harflerinizi girin

source: Please mark as viewed to complete
tr: Tamamlamak için lütfen görüntülendi olarak işaretleyin

source: Please mark as viewed to complete.
tr: Tamamlamak için lütfen görüntülendi olarak işaretleyin.

source: Please note that anyone who signs in through your portal will be added to your organisation as a member.
tr: Portalınız üzerinden oturum açan herkesin organizasyonunuza üye olarak ekleneceğini lütfen unutmayın.

source: Please note that proceeding will remove direct linking recipient and turn it into a placeholder.
tr: Devam etmenin doğrudan bağlantı alıcısını kaldıracağını ve onu bir yer tutucuya dönüştüreceğini lütfen unutmayın.

source: Please note that this action is <0>irreversible</0>.
tr: Bu işlemin <0>geri alınamaz</0> olduğunu lütfen unutmayın.

source: Please note that this action is <0>irreversible</0>. Once confirmed, this document will be permanently deleted.
tr: Bu işlemin <0>geri alınamaz</0> olduğunu lütfen unutmayın. Onaylandığında, bu belge kalıcı olarak silinecektir.

source: Please note that this action is irreversible. Once confirmed, your template will be permanently deleted.
tr: Bu işlemin geri alınamaz olduğunu lütfen unutmayın. Onaylandığında, şablonunuz kalıcı olarak silinecektir.

source: Please note that this action is irreversible. Once confirmed, your token will be permanently deleted.
tr: Bu işlemin geri alınamaz olduğunu lütfen unutmayın. Onaylandığında, jetonunuz kalıcı olarak silinecektir.

source: Please note that this action is irreversible. Once confirmed, your webhook will be permanently deleted.
tr: Bu işlemin geri alınamaz olduğunu lütfen unutmayın. Onaylandığında, webhook'unuz kalıcı olarak silinecektir.

source: Please note that you will lose access to all documents associated with this team & all the members will be removed and notified
tr: Bu takımla ilişkili tüm belgelere erişiminizi kaybedeceğinizi ve tüm üyelerin kaldırılıp bilgilendirileceğini lütfen unutmayın

source: Please open your authenticator app and enter the 6-digit code for this document.
tr: Lütfen kimlik doğrulayıcı uygulamanızı açın ve bu belge için 6 haneli kodu girin.

source: Please provide a reason for rejecting this document
tr: Lütfen bu belgeyi reddetme nedeninizi belirtin
