Repository: demirkurtulus/evd-sozlesme
Catalog: packages/lib/translations/*/web.po
Languages: tr

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso.
tr: Documenso tarafından talebin gönderildiğini doğrulayabilmeniz için URL'nize gönderilecek bir gizli anahtar.

source: A stable internet connection
tr: İstikrarlı bir internet bağlantısı

source: A team you were a part of has been deleted
tr: Üyesi olduğunuz bir takım silindi

source: A unique URL to access your profile
tr: Profilinize erişmek için benzersiz bir URL

source: A unique URL to identify the organisation
tr: Organizasyonu tanımlamak için benzersiz bir URL

source: A unique URL to identify your organisation
tr: Organizasyonunuza tanımlamak için benzersiz bir URL

source: A unique URL to identify your team
tr: Takımınızı tanımlamak için benzersiz bir URL

source: A verification email will be sent to the provided email.
tr: Belirtilen e-posta adresine bir doğrulama e-postası gönderilecektir.

source: Accept
tr: Kabul Et

source: Accept & Link Account
tr: Kabul Et ve Hesabı Bağla

source: Accept invitation to join an organisation on Documenso
tr: Documenso'da bir organizasyona katılma davetini kabul et

source: Accept team email request for {teamName} on Documenso
tr: Documenso'da {teamName} için takım e-postası talebini kabul et

source: Acceptance and Consent
tr: Kabul ve Rıza

source: Access disabled
tr: Erişim devre dışı bırakıldı

source: Access enabled
tr: Erişim etkinleştirildi

source: Account
tr: Hesap

source: Account Authentication
tr: Hesap Kimlik Doğrulaması

source: Account creation request
tr: Hesap oluşturma talebi

source: Account Creation Request
tr: Hesap Oluşturma Talebi

source: Account deleted
tr: Hesap silindi

source: Account disabled
tr: Hesap devre dışı bırakıldı

source: Account enabled
tr: Hesap etkinleştirildi

source: Account link declined
tr: Hesap bağlama reddedildi

source: Account linked successfully
tr: Hesap başarıyla bağlandı

source: Account Linking Request
tr: Hesap Bağlama Talebi

source: Account Re-Authentication
tr: Hesap Yeniden Kimlik Doğrulaması

source: Account unlinked
tr: Hesap bağlantısı kesildi

source: Acknowledgment
tr: Beyan

source: Action
tr: Eylem

source: Actions
tr: Eylemler

source: Active
tr: Aktif

# Subscription status
source: Active
tr: Aktif

source: Active sessions
tr: Aktif oturumlar

source: Active Subscriptions
tr: Aktif Abonelikler

source: Add
tr: Ekle

source: Add 2 or more signers to enable signing order.
tr: İmzalama sırasını etkinleştirmek için 2 veya daha fazla imzacı ekleyin.

source: Add a custom domain to send emails on behalf of your organisation. We'll generate DKIM records that you need to add to your DNS provider.
tr: Organizasyonunuz adına e-posta göndermek için özel bir alan adı ekleyin. DNS sağlayıcınıza eklemeniz gereken DKIM kayıtlarını oluşturacağız.

source: Add a document
tr: Bir belge ekle

source: Add a URL to redirect the user to once the document is signed
tr: Belge imzalandıktan sonra kullanıcıyı yönlendirmek için bir URL ekleyin

source: Add all relevant fields for each recipient.
tr: Her alıcı için ilgili tüm alanları ekleyin.

source: Add all relevant placeholders for each recipient.
tr: Her alıcı için ilgili tüm yer tutucuları ekleyin.

source: Add an authenticator to serve as a secondary authentication method for signing documents.
tr: Belgeleri imzalamak için ikincil bir kimlik doğrulama yöntemi olarak hizmet edecek bir kimlik doğrulayıcı ekleyin.

source: Add an authenticator to serve as a secondary authentication method when signing in, or when signing documents.
tr: Oturum açarken veya belgeleri imzalarken ikincil bir kimlik doğrulama yöntemi olarak hizmet edecek bir kimlik doğrulayıcı ekleyin.

source: Add an external ID to the document. This can be used to identify the document in external systems.
tr: Belgeye harici bir kimlik ekleyin. Bu, belgeyi harici sistemlerde tanımlamak için kullanılabilir.

source: Add an external ID to the template. This can be used to identify in external systems.
tr: Şablona harici bir kimlik ekleyin. Bu, harici sistemlerde tanımlama yapmak için kullanılabilir.

source: Add and configure multiple documents
tr: Birden fazla belge ekle ve yapılandır

source: Add another option
tr: Başka bir seçenek ekle

source: Add another value
tr: Başka bir değer ekle

source: Add Attachment
tr: Ek Dosya Ekle

source: Add Custom Email Domain
tr: Özel E-posta Alan Adı Ekle

source: Add email
tr: E-posta ekle

source: Add Email
tr: E-posta Ekle

source: Add Email Domain
tr: E-posta Alan Adı Ekle

source: Add fields
tr: Alan ekle

source: Add Fields
tr: Alan Ekle

source: Add group roles
tr: Grup rolleri ekle

source: Add groups
tr: Grup ekle

source: Add links to relevant documents or resources.
tr: İlgili belgelere veya kaynaklara bağlantılar ekleyin.

source: Add members
tr: Üye ekle

source: Add Members
tr: Üye Ekle

source: Add members roles
tr: Üye rolleri ekle

source: Add more
tr: Daha fazla ekle

source: Add myself
tr: Kendimi ekle

source: Add Myself
tr: Kendimi Ekle

source: Add Organisation Email
tr: Organizasyon E-postası Ekle

source: Add passkey
tr: Geçiş anahtarı ekle

source: Add Placeholder Recipient
tr: Yer Tutucu Alıcı Ekle

source: Add Placeholders
tr: Yer Tutucu Ekle

source: Add recipients
tr: Alıcı ekle

source: Add Recipients
tr: Alıcı Ekle

source: Add Signer
tr: İmzacı Ekle

source: Add Signers
tr: İmzacı Ekle

source: Add signers and configure signing preferences
tr: İmzacı ekle ve imzalama tercihlerini yapılandır

source: Add team email
tr: Takım e-postası ekle

source: Add text
tr: Metin ekle

source: Add text to the field
tr: Alana metin ekle

source: Add the people who will sign the document.
tr: Belgeyi imzalayacak kişileri ekleyin.

source: Add the recipients to create the document with
tr: Belge oluşturulacak alıcıları ekleyin

source: Add these DNS records to verify your domain ownership
tr: Alan adı sahipliğinizi doğrulamak için bu DNS kayıtlarını ekleyin

source: Add this URL to your provider's allowed redirect URIs
tr: Bu URL'yi sağlayıcınızın izin verilen yönlendirme URI'lerine ekleyin

source: Additional brand information to display at the bottom of emails
tr: E-postaların altında görüntülenecek ek marka bilgileri

source: Admin
tr: Yönetici

source: Admin Actions
tr: Yönetici İşlemleri

source: Admin panel
tr: Yönetici paneli

source: Admin Panel
tr: Yönetici Paneli

source: Admins only
tr: Sadece yöneticiler

source: Advanced Options
tr: Gelişmiş Seçenekler

source: Advanced settings
tr: Gelişmiş ayarlar

source: Advanced Settings
tr: Gelişmiş Ayarlar

source: After signing a document electronically, you will be provided the opportunity to view, download, and print the document for your records. It is highly recommended that you retain a copy of all electronically signed documents for your personal records. We will also retain a copy of the signed document for our records however we may not be able to provide you with a copy of the signed document after a certain period of time.
tr: Bir belgeyi elektronik olarak imzaladıktan sonra, kayıtlarınız için belgeyi görüntüleme, indirme ve yazdırma fırsatı sunulacaktır. Tüm elektronik imzalı belgelerin kişisel kayıtlarınız için bir kopyasını saklamanız şiddetle tavsiye edilir. İmzalı belgenin bir kopyasını kendi kayıtlarımız için de saklayacağız, ancak belirli bir süre sonra imzalı belgenin bir kopyasını size sağlayamayabiliriz.

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
tr: Teslim edildikten sonra, otomatik olarak bir belge oluşturulacak ve belgeler sayfanıza eklenecektir. Ayrıca e-posta yoluyla bir bildirim alacaksınız.

source: AI Features
tr: YZ Özellikleri

source: AI features are disabled for your team. Please ask your team owner or organisation owner to enable them.
tr: YZ özellikleri takımınız için devre dışı bırakıldı. Lütfen bunları etkinleştirmesi için takım sahibinize veya organizasyon sahibinize başvurun.

source: All
tr: Tümü

source: All documents
tr: Tüm belgeler

source: All documents have been completed!
tr: Tüm belgeler tamamlandı!

source: All documents have been processed. Any new documents that are sent or received will show here.
tr: Tüm belgeler işlendi. Gönderilen veya alınan yeni belgeler burada görünecektir.

source: All documents related to the electronic signing process will be provided to you electronically through our platform or via email. It is your responsibility to ensure that your email address is current and that you can receive and open our emails.
tr: Elektronik imzalama süreciyle ilgili tüm belgeler, platformumuz üzerinden veya e-posta yoluyla size elektronik olarak sağlanacaktır. E-posta adresinizin güncel olduğundan ve e-postalarımızı alıp açabildiğinizden emin olmak sizin sorumluluğunuzdadır.

source: All email domains have been synced successfully
tr: Tüm e-posta alan adları başarıyla eşitlendi

source: All Folders
tr: Tüm Klasörler

source: All inserted signatures will be voided
tr: Eklenen tüm imzalar geçersiz kılınacak

source: All items must be of the same type.
tr: Tüm öğeler aynı türde olmalıdır.

source: All recipients have signed. The document is being processed and you will receive an email copy shortly.
tr: Tüm alıcılar imzaladı. Belge işleniyor, kısa süre içinde bir kopyasını e-postayla alacaksınız.

source: All recipients will be notified
tr: Tüm alıcılar bilgilendirilecek

source: All signatures have been voided.
tr: Tüm imzalar geçersiz kılındı.

source: All signing links have been copied to your clipboard.
tr: Tüm imzalama bağlantıları panonuza kopyalandı.

source: All templates
tr: Tüm şablonlar

source: All Time
tr: Tüm Zamanlar

source: Allow all organisation members to access this team
tr: Tüm organizasyon üyelerinin bu takıma erişmesine izin ver

source: Allow document recipients to reply directly to this email address
tr: Belge alıcılarının doğrudan bu e-posta adresine yanıt vermesine izin ver

source: Allow signers to dictate next signer
tr: İmzacının bir sonraki imzacıya karar vermesine izin ver

source: Allowed Email Domains
tr: İzin Verilen E-posta Alan Adları

source: Allowed Signature Types
tr: İzin Verilen İmza Türleri

source: Allowed teams
tr: İzin verilen takımlar

source: Allows authenticating using biometrics, password managers, hardware keys, etc.
tr: Biyometri, parola yöneticileri, donanım anahtarları vb. kullanarak kimlik doğrulamaya izin verir.

source: Almost done
tr: Neredeyse bitti

source: Already have an account? <0>Sign in instead</0>
tr: Zaten bir hesabınız var mı? <0>Giriş yapın</0>

source: Amount
tr: Tutar

source: An admin has deleted your document "{documentName}".
tr: Bir yönetici "{documentName}" belgenizi sildi.

source: An electronic signature provided by you on our platform, achieved through clicking through to a document and entering your name, or any other electronic signing method we provide, is legally binding. It carries the same weight and enforceability as a manual signature written with ink on paper.
tr: Platformumuzda bir belgeye tıklayıp isminizi girerek veya sağladığımız başka bir elektronik imzalama yöntemiyle sağladığınız elektronik imza yasal olarak bağlayıcıdır. Kağıt üzerine mürekkeple atılan manuel imza ile aynı ağırlığa ve uygulanabilirliğe sahiptir.

source: An email account
tr: Bir e-posta hesabı

source: An email containing an invitation will be sent to each member.
tr: Her üyeye davet içeren bir e-posta gönderilecektir.

source: An email with this address already exists.
tr: Bu adrese sahip bir e-posta zaten mevcut.

source: An error occurred
tr: Bir hata oluştu

source: An error occurred during upload.
tr: Yükleme sırasında bir hata oluştu.

source: An error occurred while adding fields.
tr: Alanlar eklenirken bir hata oluştu.

source: An error occurred while adding signers.
tr: İmzacılar eklenirken bir hata oluştu.

source: An error occurred while adding the fields.
tr: Alanlar eklenirken bir hata oluştu.

source: An error occurred while auto-saving the document settings.
tr: Belge ayarları otomatik kaydedilirken bir hata oluştu.

source: An error occurred while auto-saving the fields.
tr: Alanlar otomatik kaydedilirken bir hata oluştu.

source: An error occurred while auto-saving the subject form.
tr: Konu formu otomatik kaydedilirken bir hata oluştu.

source: An error occurred while auto-saving the template fields.
tr: Şablon alanları otomatik kaydedilirken bir hata oluştu.

source: An error occurred while auto-saving the template placeholders.
tr: Şablon yer tutucuları otomatik kaydedilirken bir hata oluştu.

source: An error occurred while auto-saving the template settings.
tr: Şablon ayarları otomatik kaydedilirken bir hata oluştu.

source: An error occurred while auto-signing the document, some fields may not be signed. Please review and manually sign any remaining fields.
tr: Belge otomatik imzalanırken bir hata oluştu, bazı alanlar imzalanmamış olabilir. Lütfen kalan alanları inceleyin ve manuel olarak imzalayın.

source: An error occurred while completing the document. Please try again.
tr: Belge tamamlanırken bir hata oluştu. Lütfen tekrar deneyin.

source: An error occurred while creating document from template.
tr: Şablondan belge oluşturulurken bir hata oluştu.

source: An error occurred while creating the webhook. Please try again.
tr: Webhook oluşturulurken bir hata oluştu. Lütfen tekrar deneyin.

source: An error occurred while deleting the items.
tr: Öğeler silinirken bir hata oluştu.

source: An error occurred while deleting the user.
tr: Kullanıcı silinirken bir hata oluştu.

source: An error occurred while disabling direct link signing.
tr: Doğrudan bağlantı imzalama devre dışı bırakılırken bir hata oluştu.

source: An error occurred while disabling the user.
tr: Kullanıcı devre dışı bırakılırken bir hata oluştu.

source: An error occurred while duplicating template.
tr: Şablon çoğaltılırken bir hata oluştu.

source: An error occurred while enabling direct link signing.
tr: Doğrudan bağlantı imzalama etkinleştirilirken bir hata oluştu.

source: An error occurred while enabling the user.
tr: Kullanıcı etkinleştirilirken bir hata oluştu.

source: An error occurred while loading the document.
tr: Belge yüklenirken bir hata oluştu.

source: An error occurred while moving the document.
tr: Belge taşınırken bir hata oluştu.

source: An error occurred while moving the items.
tr: Öğeler taşınırken bir hata oluştu.

source: An error occurred while moving the template.
tr: Şablon taşınırken bir hata oluştu.

source: An error occurred while rejecting the document. Please try again.
tr: Belge reddedilirken bir hata oluştu. Lütfen tekrar deneyin.

source: An error occurred while removing the field.
tr: Alan kaldırılırken bir hata oluştu.

source: An error occurred while removing the selection.
tr: Seçim kaldırılırken bir hata oluştu.

source: An error occurred while removing the signature.
tr: İmza kaldırılırken bir hata oluştu.

source: An error occurred while resetting two factor authentication for the user.
tr: Kullanıcı için iki faktörlü kimlik doğrulama sıfırlanırken bir hata oluştu.

source: An error occurred while sending the document.
tr: Belge gönderilirken bir hata oluştu.

source: An error occurred while sending your confirmation email
tr: Onay e-postanız gönderilirken bir hata oluştu

source: An error occurred while signing as assistant.
tr: Asistan olarak imzalanırken bir hata oluştu.

source: An error occurred while signing the document.
tr: Belge imzalanırken bir hata oluştu.

source: An error occurred while signing the field.
tr: Alan imzalanırken bir hata oluştu.

source: An error occurred while trying to create a checkout session.
tr: Ödeme oturumu oluşturulurken bir hata oluştu.

source: An error occurred while updating the document settings.
tr: Belge ayarları güncellenirken bir hata oluştu.

source: An error occurred while updating the signature.
tr: İmza güncellenirken bir hata oluştu.

source: An error occurred while updating your profile.
tr: Profiliniz güncellenirken bir hata oluştu.

source: An error occurred while uploading your document.
tr: Belgeniz yüklenirken bir hata oluştu.

source: An error occurred. Please try again later.
tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An organisation wants to create an account for you. Please review the details below.
tr: Bir organizasyon adınıza bir hesap oluşturmak istiyor. Lütfen aşağıdaki ayrıntıları inceleyin.

source: An organisation wants to link your account. Please review the details below.
tr: Bir organizasyon hesabınızı bağlamak istiyor. Lütfen aşağıdaki ayrıntıları inceleyin.

source: An unexpected error occurred.
tr: Beklenmeyen bir hata oluştu.

source: An unknown error occurred
tr: Bilinmeyen bir hata oluştu

source: An unknown error occurred while creating the folder.
tr: Klasör oluşturulurken bilinmeyen bir hata oluştu.

source: An unknown error occurred while deleting the folder.
tr: Klasör silinirken bilinmeyen bir hata oluştu.

source: An unknown error occurred while moving the folder.
tr: Klasör taşınırken bilinmeyen bir hata oluştu.

source: Analyzing page layout
tr: Sayfa düzeni analiz ediliyor

source: Analyzing pages
tr: Sayfalar analiz ediliyor

source: Any documents that you have been invited to will appear here
tr: Davet edildiğiniz belgeler burada görünecektir

source: Any Source
tr: Herhangi Bir Kaynak

source: Any Status
tr: Herhangi Bir Durum

source: API Tokens
tr: API Jetonları

source: App Version
tr: Uygulama Sürümü

source: Approve
tr: Onayla

# Recipient role action verb
source: Approve
tr: Onayla

source: Approve Document
tr: Belgeyi Onayla

source: Approved
tr: Onaylandı

# Recipient role actioned
source: Approved
tr: Onaylandı

source: Approver
tr: Onaylayan

# Recipient role name
source: Approver
tr: Onaylayan

# Recipient role plural name
source: Approvers
tr: Onaylayanlar

# Recipient role progressive verb
source: Approving
tr: Onaylanıyor

source: Are you sure you want to complete the document? This action cannot be undone. Please ensure that you have completed prefilling all relevant fields before proceeding.
tr: Belgeyi tamamlamak istediğinizden emin misiniz? Bu işlem geri alınamaz. Lütfen devam etmeden önce ilgili tüm alanları önceden doldurduğunuzdan emin olun.

source: Are you sure you want to delete the following claim?
tr: Aşağıdaki talebi silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this folder?
tr: Bu klasörü silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this token?
tr: Bu jetonu silmek istediğinizden emin misiniz?

source: Are you sure you want to reject this document? This action cannot be undone.
tr: Bu belgeyi reddetmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to remove the <0>{passkeyName}</0> passkey?
tr: <0>{passkeyName}</0> geçiş anahtarını kaldırmak istediğinizden emin misiniz?

source: Are you sure you wish to delete this organisation?
tr: Bu organizasyonu silmek istediğinizden emin misiniz?

source: Are you sure you wish to delete this team?
tr: Bu takımı silmek istediğinizden emin misiniz?

source: Are you sure?
tr: Emin misiniz?

source: Assigned Teams
tr: Atanan Takımlar

# Recipient role action verb
source: Assist
tr: Asistanlık et

source: Assist Document
tr: Belgeye Asistanlık Et

source: Assist with signing
tr: İmzalamaya asistanlık et

source: Assistant
tr: Asistan

# Recipient role name
source: Assistant
tr: Asistan

source: Assistant role is only available when the document is in sequential signing mode.
tr: Asistan rolü yalnızca belge sıralı imzalama modundayken kullanılabilir.

# Recipient role plural name
source: Assistants
tr: Asistanlar

source: Assistants and Copy roles are currently not compatible with the multi-sign experience.
tr: Asistanlar ve Kopya rolleri şu anda çoklu imzalama deneyimiyle uyumlu değil.

source: Assisted
tr: Asistanlık edildi

# Recipient role actioned
source: Assisted
tr: Asistanlık edildi

# Recipient role progressive verb
source: Assisting
tr: Asistanlık ediliyor

source: At least one signature type must be enabled
tr: En az bir imza türü etkinleştirilmelidir

source: Attachment added successfully.
tr: Ek dosya başarıyla eklendi.

source: Attachment removed successfully.
tr: Ek dosya başarıyla kaldırıldı.

source: Attachments
tr: Ek Dosyalar

source: Attempts sealing the document again, useful for after a code change has occurred to resolve an erroneous document.
tr: Hatalı bir belgeyi çözmek için bir kod değişikliği yapıldıktan sonra faydalı olan, belgeyi tekrar mühürlemeye çalışır.

source: Audit Log
tr: Denetim Kaydı

source: Audit Log Details
tr: Denetim Kaydı Ayrıntıları

source: Audit Logs
tr: Denetim Kayıtları

source: Authentication Level
tr: Kimlik Doğrulama Seviyesi

source: Authentication Portal Not Found
tr: Kimlik Doğrulama Portalı Bulunamadı

source: Authentication required
tr: Kimlik doğrulama gerekli

source: Authenticator app
tr: Kimlik doğrulayıcı uygulaması

source: Avatar Updated
tr: Avatar Güncellendi

source: Awaiting email confirmation
tr: E-posta onayı bekleniyor

source: Back
tr: Geri

source: Back home
tr: Ana sayfaya dön

source: Background Color
tr: Arka Plan Rengi

source: Background Jobs
tr: Arka Plan İşleri

source: Backup Code
tr: Yedek Kod

source: Backup codes
tr: Yedek kodlar

source: Banner Updated
tr: Banner Güncellendi

source: Before you get started, please confirm your email address by clicking the button below:
tr: Başlamadan önce, lütfen aşağıdaki düğmeye tıklayarak e-posta adresinizi doğrulayın:

source: Billing
tr: Faturalandırma

source: Black
tr: Siyah

source: Blue
tr: Mavi

source: Bottom
tr: Alt

source: Brand Details
tr: Marka Ayrıntıları

source: Brand Website
tr: Marka Web Sitesi

source: Branding
tr: Markalama

source: Branding Logo
tr: Marka Logosu

source: Branding Preferences
tr: Markalama Tercihleri

source: Branding preferences updated
tr: Markalama tercihleri güncellendi

source: Browser
tr: Tarayıcı

source: Bulk Copy
tr: Toplu Kopyalama

source: Bulk Import
tr: Toplu İçe Aktarma

source: Bulk Send Complete: {0}
tr: Toplu Gönderim Tamamlandı: {0}

source: Bulk send operation complete for template "{templateName}"
tr: "{templateName}" şablonu için toplu gönderim işlemi tamamlandı

source: Bulk Send Template via CSV
tr: CSV ile Şablon Toplu Gönder

source: Bulk Send via CSV
tr: CSV ile Toplu Gönder

source: by <0>{senderName}</0>
tr: <0>{senderName}</0> tarafından

source: By accepting this request, you grant {0} the following permissions:
tr: Bu isteği kabul ederek, {0} kullanıcısına aşağıdaki izinleri vermiş olursunuz:

source: By accepting this request, you will be granting <0>{teamName}</0> access to:
tr: Bu isteği kabul ederek, <0>{teamName}</0> takımına şunlara erişim izni vermiş olursunuz:

source: By deleting this document, the following will occur:
tr: Bu belgeyi silerek şunlar gerçekleşecektir:

source: By enabling 2FA, you will be required to enter a code from your authenticator app every time you sign in using email password.
tr: 2FA'yı etkinleştirerek, e-posta ve parola kullanarak her oturum açtığınızda kimlik doğrulayıcı uygulamanızdan bir kod girmeniz gerekecektir.

source: By proceeding to use the electronic signature service provided by Documenso, you affirm that you have read and understood this disclosure. You agree to all terms and conditions related to the use of electronic signatures and electronic transactions as outlined herein.
tr: Documenso tarafından sağlanan elektronik imza hizmetini kullanmaya devam ederek, bu beyanı okuduğunuzu ve anladığınızı beyan edersiniz. Burada belirtildiği gibi elektronik imzaların ve elektronik işlemlerin kullanımıyla ilgili tüm şart ve koşulları kabul edersiniz.
